Repository: agilebits/onepassword-osx-translations
Catalog: *.lproj/Account_InternetServiceProvider.strings
Languages: de

# __title__
source: Internet Provider
de: Internetdienstanbieter

# __description__
source: Connection information provided by your Internet Service Provider (ISP) for connecting to the Internet.
de: Von Ihrem Internetdienstanbieter (ISP) f端r die Internetverbindung bereitgestellte Daten

source: User ID
de: Benutzer-ID

source: Password
de: Passwort

# dialup_number
source: Dialup Access Number
de: Zugangsnummer f端r die Einwahlverbindung

# dialup_number#9
source: Dialup #
de: Einwahlnummer

source: Contact Information
de: Kontaktdaten

# Contact Information#9
source: Contact
de: Kontakt

source: Phone (Local)
de: Telefon (lokal)

# phone_local#9
source: Phone
de: Telefon

source: Phone (Toll Free)
de: Telefon (geb端hrenfrei)

# phone_tollfree#9
source: Toll Free
de: Geb端hrenfrei
