Repository: agilebits/onepassword-osx-translations
Catalog: *.lproj/Account_UnixServer.strings
Languages: de, es, it, ru

# __title__
source: Server
es: Servidor
ru: Сервер

# __description__
source: Account information for dedicated Linux and FreeBSD servers, VPS systems, etc.
de: Account-Daten f√ºr dedizierte Linux- und FreeBSD-Server, VPS-Systeme usw.
es: Información de cuenta para servidores Linux y FreeBSD, sistemas de VPS, etc.
it: Informazioni sull'account per server Linux e FreeBSD dedicati, sistemi VPS, ecc.
ru: Учетные данные для выделенного сервера Linux и FreeBSD, систем VPS и др.

source: URL
ru: URL-адрес

source: Username
de: Benutzername
es: Nombre de usuario
it: Nome utente
ru: Имя пользователя

source: Password
de: Passwort
es: Contraseña
ru: Пароль

source: Hosting Provider Details
de: Host-Anbieter-Daten
es: Detalles del proveedor de servicios de hosting
it: Info provider di hosting
ru: Данные поставщика услуг хостинга

# hosting_provider_details#9
source: Provider
de: Anbieter
es: Proveedor
ru: Поставщик

# admin_console
source: Administration Console
de: Administrationskonsole
es: Consola de administración
it: Console di amministrazione
ru: Консоль администратора

# admin_console#9
source: Console
de: Konsole
es: Consola
ru: Консоль

source: Admin Console URL
de: URL der Admin-Konsole
es: URL de consola de administración
it: URL console ammin.
ru: URL-адрес консоли администрирования

# admin_console_url#9
source: Console URL
de: Konsolen-URL
es: URL de consola
it: URL console
ru: URL-адрес консоли

source: Admin Console Username
de: Benutzername der Admin-Konsole
es: Nombre de usuario de consola de administración
it: Nome utente console ammin.
ru: Имя пользователя консоли администратора

# admin_console_username#9
source: Cons. User
de: Kons.-Benutzer
es: Usuario de cons.
it: Utente cons.
ru: Пользователь консоли

# admin_console_password
source: Console Password
de: Konsolenpasswort
es: Contraseña de consola
it: Password console
ru: Пароль консоли

# admin_console_password#9
source: Cons. Pwd
de: Kons.-Pw
es: Contraseña de cons.
it: PW console
ru: Пароль консоли

source: Name
es: Nombre
it: Nome
ru: Имя

source: Website
es: Página web
it: Sito Web
ru: Веб-сайт

# support_contact_url
source: Support URL
es: URL de asistencia técnica
it: URL Assistenza
ru: URL-адрес службы поддержки

# support_contact_url#9
source: SupportURL
es: URLASistencia
it: URL Assist.
ru: URL-адрес службы поддержки

# support_contact_phone
source: Support Phone #
de: Support-Telefon-Nr.
es: Nº de teléfono de asistencia técnica:
it: Telefono Assistenza
ru: Телефон службы поддержки

# support_contact_phone#9
source: Support#
de: Support-Nr.
es: Nº de asistencia técnica
it: Tel Assist.
ru: Номер службы поддержи
