Repository: agilebits/onepassword-osx-translations
Catalog: *.lproj/Account_Router.strings
Languages: cs, de, es, fr, it

# __title__
source: Wireless Router
cs: Bezdrátový router
es: Router inalámbrico
fr: Routeur sans fil
it: Router senza fili

# __description__
source: Account information for your AirPort Extreme or other Wireless Routers.
cs: Informace o účtu vašeho AirPort Extreme nebo jiných bezdrátových routerů.
de: Accountdaten für AirPort Extreme oder andere Wireless-Router
es: Información de cuenta para su AirPort Extreme u otros routers inalámbricos.
fr: Information compte pour votre AirPort Extreme ou d'autres routeurs sans fil.
it: Informazioni sull'account per AirPort Extreme e altri router senza fili.

source: Network Name
cs: Název sítě
de: Netzwerkname
es: Nombre de red
fr: Nom du réseau
it: Nome della rete

# network_name#9
source: Network
cs: Síť
de: Netzwerk
es: Red
fr: Réseau
it: Rete

# name
source: Base Station Name
cs: Název základní stanice
de: Name der Basisstation
es: Nombre de estación base
fr: Nom de station de base
it: Nome stazione base

# name#9
source: Station
cs: Stanice
es: Estación
it: Stazione

# password
source: Base Station Password
cs: Heslo základní stanice
de: Passwort der Basisstation
es: Contraseña de estación base
fr: Mot-de-passe station de base
it: Password stazione base

# password#9
source: Password
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe

# server
source: Server / IP Address
cs: Server / IP adresa
de: Server/IP-Adresse
es: Servidor/Dirección IP
fr: Serveur / Adresse IP
it: Server / Indirizzo IP

# server#9
source: IP Address
cs: IP adresa
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP

source: AirPort ID
es: ID de AirPort
fr: ID AirPort
it: Nome utente AirPort

source: Wireless Security
cs: Zabezpečení bezdrátové sítě
de: Drahtlose Sicherheit
es: Seguridad de red inalámbrica
fr: Sécurité réseau sans fil
it: Protezione wireless

# wireless_security#9
source: Security
cs: Zabezpečení
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Protezione

# wireless_password
source: Wireless Network Password
cs: Heslo bezdrátové sítě
de: Passwort des drahtlosen Netzwerks
es: Contraseña de red inalámbrica
fr: Mot de passe réseau sans fil
it: Password rete senza fili

# wireless_password#9
source: Network Pw
cs: Heslo sítě
de: Netzwerk-Pw
es: Contraseña de red
fr: Mdp réseau
it: PW di rete

# disk_password
source: Attached Storage Password
cs: Heslo pro připojená úložiště
de: Passwort für Attached Storage
es: Contraseña de almacenamiento anexado
fr: Mot de passe serveur de stockage associé
it: Password dispositivo collegato

# disk_password#9
source: Storage Pw
cs: Heslo úložiště
de: Speicher-Pw
es: Contraseña de almacenamiento
fr: Mdp serveur de stockage
it: Password dispositivo

# menu.wireless_security.none
source: No Security
cs: Nezabezpečeno
de: Keine Sicherheit
es: Sin seguridad
fr: Aucune sécurité
it: Nessuna protezione

# menu.wireless_security.wpa2e
source: WPA2 Enterprise
es: WPA2 corporativo
fr: WPA2 entreprise
it: WPA2 Aziendale

# menu.wireless_security.wpa2p
source: WPA2 Personal
fr: WPA2 personnel
it: WPA2 Personale
