Repository: AgileBits/onepassword-osx-translations
Catalog: *.lproj/ConflictWindow.strings
Languages: ar, da, de, es, fr, it, ko, nl, pl, pt_br, sv, vi, zh_tw

source: Skip All
ar: تخطي الكل
da: Spring alle over
de: Alle überspringen
es: Omitir todos
fr: Passer tout
it: Salta tutto
ko: 모두 건너뛰기
nl: Alles overslaan
pl: Pomiń wszystkie
pt_br: Ignorar Todos
sv: Hoppa över alla
vi: Bỏ qua tất cả
zh_tw: 全部略過

source: Cancel
ar: إالغاء الامر
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
sv: Avbryt
vi: Hủy bỏ
zh_tw: 取消

source: Choose This Copy
ar: اختر هذه النسخة
da: Vælg denne kopi
de: Diese Kopie wählen
es: Elegir esta copia
fr: Choisir cette copie
it: Seleziona questa copia
ko: 이 사본 선택
nl: Kies deze kopie
pl: Wybierz tę kopię
pt_br: Escolha Esta Cópia
sv: Välj denna kopia
vi: Chọn bản sao này
zh_tw: 選擇此副本

source: This Mac
ar: هذا الماك
da: Denne Mac
de: Dieser Mac
es: Este Mac
fr: Ce Mac
it: Questo Mac
ko: 현재 맥
nl: Deze Mac
pl: Ten Mac
pt_br: Este Mac
sv: Denna Mac
vi: Máy Mac này
zh_tw: 這台MAC

source: Choose All iPhone Items
ar: اختر جميع عناصر iphone
da: Vælg alle iPhone elementer
de: Alle iPhone-Objekte wählen
es: Elegir todos los elementos iPhone
fr: Choisir tous les objets iPhone
it: Seleziona tutti gli elementi iPhone
ko: 모든 아이폰 항목 선택
nl: Kies alle iPhone-Items
pl: Wybierz wszystkie elementy z iPhone'a
pt_br: Escolha Todos os Itens do iPhone
sv: Välj alla iPhone objekt
vi: Chọn mọi mục iPhone
zh_tw: 選擇 iPhone 的所有項目

source: Sync Conflict Resolver
ar: محلل مشكلة التزامن
da: Sync Konfliktløser
de: Konfliktlösung synchronisieren
es: Solucionador de conflictos de sincronización
fr: Solveur de conflits de synchronisation
it: Risoluzione dei conflitti di sincronizzazione
ko: 동기화 충돌 해결사
nl: Sync conflictoplossing
pl: Narzędzie do rozwiązywania konfliktów synchronizacji
pt_br: Solucionador de Conflitos de Sincronização
sv: Synkroniseringslösare
vi: Trình giải quyết Xung đột Đồng bộ
zh_tw: 同步衝突解決器

source: Choose All Local Mac Items
ar: اختر جميع العناصر الموجوده في الماك
da: Vælg alle lokale Mac-emner
de: Alle lokalen Mac-Objekte wählen
es: Elegir todos los elementos Mac locales
fr: Choisir tous les objets Mac locaux
it: Seleziona tutti gli elementi Mac locali
ko: 모든 로컬 맥 항목 선택
nl: Alle lokale Mac Items kiezen
pl: Wybierz wszystkie elementy z tego Maca
pt_br: Escolha Todos os Itens do Mac Local
sv: Välj alla lokala Mac-objekt
vi: Chọn tất cả khoản mục máy Mac tại địa điểm
zh_tw: 選擇這台 Mac所有項目

source: ABC's iPhone
es: iPhone de ABC
fr: Le b-a-ba iPhone
ko: ABC의 아이폰

source: Resolve Conflicts
ar: حل المشكله
da: Løs konflikter
de: Konflikte lösen
es: Solucionar conflictos
fr: Résoudre les conflits
it: Risolvi conflitti
ko: 충돌 해결
nl: Conflicten oplossen
pl: Rozwiąż konflikty
pt_br: Solucionar Conflitos
sv: Lös konflikter
vi: Giải quyết xung đột
zh_tw: 解決衝突

source: Choose Local
ar: اختر محلي
da: Vælg lokale
de: Lokal wählen
es: Elegir local
fr: Choisir local
it: Seleziona elementi locali
ko: 로컬 선택
pl: Wybierz lokalne
pt_br: Escolher Local
sv: Välj lokalt
vi: Chọn địa điểm
zh_tw: 選擇本地

source: Detect conflicts automatically
ar: كشف التعارض تلقائيا
da: Registrer konflikter automatisk
de: Konflikte automatisch ermitteln
es: Detectar conflictos automáticamente
fr: Détecter automatiquement les conflits
it: Individua conflitti in modo automatico
ko: 충돌 자동 감지
nl: Automatisch detecteren van conflicten
pl: Automatyczne wykrywaj konflikty
pt_br: Detectar os Conflitos Automaticamente
sv: Identifiera konflikter automatiskt
vi: Tự động phát hiện xung đột
zh_tw: 自動檢測衝突

source: Choose Remote
ar: اختيار تحكم عن بعد
da: Vælg fjerne
de: Remote wählen
es: Elegir remoto
fr: Choisir à distance
it: Seleziona remoto
ko: 원격 선택
nl: Kies Remote
pl: Wybierz zdalne
pt_br: Escolher Controle Remoto
sv: Välj avlägsen
vi: Chọn từ xa
zh_tw: 選擇遠端

source: Skip
ar: تخطي
da: Spring over
de: Überspringen
es: Omitir
fr: Passer
it: Salta
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
pt_br: Ignorar
sv: Hoppa över
vi: Bỏ qua
zh_tw: 略過
