Repository: agilebits/onepassword-osx-translations
Catalog: *.lproj/ConflictWindow.strings
Languages: ja, pt, ru, zh_hans

source: Skip All
ja: すべてをスキップ
pt: Ignorar todos
ru: Пропустить все
zh_hans: 全部跳过

source: Cancel
ja: キャンセル
pt: Cancelar
ru: Отмена
zh_hans: 取消

source: Choose This Copy
ja: このコピーを選択
pt: Escolher esta cópia
ru: Выбрать эту копию
zh_hans: 选择此拷贝

source: This Mac
ja: この Mac
pt: Este Mac
ru: Этот Mac
zh_hans: 这台 Mac

source: Choose All iPhone Items
ja: すべての iPhone 項目を選択
pt: Escolher todos os itens do iPhone
ru: Выбрать все пункты iPhone
zh_hans: 选择所有 iPhone 项

source: Sync Conflict Resolver
ja: 不一致の解消
pt: Resolução de conflitos de sincronização
ru: Синхронизировать арбитр конфликтов
zh_hans: 同步冲突解决程序

source: Choose All Local Mac Items
ja: ローカルにあるすべての Mac 項目を選択
pt: Escolher todos os itens do Mac local
ru: Выбрать все пункты Mac
zh_hans: 选择所有本地 Mac 项

source: ABC's iPhone
ja: ABC の iPhone
zh_hans: ABC 的 iPhone

source: Resolve Conflicts
ja: 競合の解決
pt: Resolver conflitos
ru: Разрешение конфликтов
zh_hans: 解决冲突

source: Choose Local
ja: ローカルを選択
pt: Escolher local
ru: Выбрать Mac-версию
zh_hans: 选择本地

source: Detect conflicts automatically
ja: 自動的に競合を検出
pt: Detectar conflitos automaticamente
ru: Обнаруживать конфликты автоматически
zh_hans: 自动检测冲突

source: Choose Remote
ja: リモートを選択
pt: Escolher remoto
ru: Выбрать iPhone-версию
zh_hans: 选择远程

source: Skip
ja: スキップ
pt: Ignorar
ru: Пропустить
zh_hans: 跳过
