Repository: AgileBits/onepassword-osx-translations
Catalog: *.lproj/GeneratePassword.strings
Languages: ja, vi, zh_tw

source: Copy password to clipboard on completion
ja: 完了時にパスワードをクリップボードにコピー
vi: Sao chép mật mã khi hoàn thành vào bộ nhớ tạm
zh_tw: 完成後將密碼複制到剪貼簿

source: Cancel
ja: キャンセル
vi: Hủy bỏ
zh_tw: 取消

source: Random
ja: ランダム
vi: Ngẫu nhiên
zh_tw: 亂數產生

source: Fill
ja: 入力
vi: Điền
zh_tw: 填入

source: Avoid ambiguous characters
ja: 紛らわしい文字を回避
vi: Tránh các kí tự mơ hồ
zh_tw: 避免含糊不清的字元

source: Hyphen (veni-vidi-vici)
ja: ハイフン (veni-vidi-vici)
vi: Gạch nối (vd: veni-vidi-vici)
zh_tw: 連字號 (veni-vidi-vici)

source: Strength:
ja: 強度：
vi: Độ mạnh:
zh_tw: 密碼強度：

source: None (venividivici)
ja: 区切りなし (venividivici)
vi: Không có (vd: venividivici)
zh_tw: 無 （venividivici）

source: Advanced Options
ja: 高度なオプション
vi: Tùy chọn chuyên sâu
zh_tw: 進階選項

source: Symbols:
ja: 記号の数：
vi: Biểu tượng:
zh_tw: 符號：

source: Excellent Eh?
ja: 優秀でしょ、えっ？
vi: Tuyệt vời chứ?
zh_tw: 完美嗎？

source: Pronounceable
ja: 見やすさ
vi: Đánh vần được
zh_tw: 可拼讀

source: Title:
ja: タイトル：
vi: Tiêu đề:
zh_tw: 標題:

source: Where:
ja: 場所：
vi: Địa điểm:
zh_tw: 地點:

source: Digits:
ja: 数字の数：
vi: Chữ số:
zh_tw: 數字:

source: Allow characters to repeat
ja: 文字の繰り返しを許可
vi: Cho phép kí tự lặp đi lặp lại
zh_tw: 允許重複字元

source: Digits (veni2vidi3vici)
ja: 数字 (veni2vidi3vici)
vi: Chữ số (veni2vidi3vici)
zh_tw: 數字(veni2vidi3vici)

source: Copy
ja: コピー
vi: Sao chép
zh_tw: 複製

source: Length:
ja: 長さ：
vi: Độ dài:
zh_tw: 長度:

source: Separator:
ja: 区切り：
vi: Khoảng cách:
zh_tw: 分隔符號:

source: Strong Password Generator
ja: パスワード生成
vi: Bộ khởi tạo mật khẩu mạnh
zh_tw: 強式密碼產生器
