Repository: AgileBits/onepassword-osx-translations
Catalog: *.lproj/ImportAssistant.strings
Languages: ar, ja, vi

source: Skip All
ar: تخطي الكل
ja: すべてスキップ
vi: Bỏ qua tất cả

source: Cancel
ar: إالغاء الامر
ja: キャンセル
vi: Hủy bỏ

source: FileSelection
ar: اختيار الملف
ja: ファイル選択
vi: Chọn tập tin

source: Step 5: Enter the name of the folder for imported objects
ar: الخطوة ٥: ادخل اسم الملف المستورد
ja: ステップ 5: 読み込みオブジェクトフォルダの名前を入力
vi: Bước 5: Nhập tên của thư mục để đưa đối tượng vào

source: Stop
ar: توقف
ja: 中止
vi: Dừng lại

source: Action
ar: العمل
ja: アクション
vi: Hành động

source: Step 4: Review and select objects that will be imported
ar: الخطوة ٤: مراجعة واختيار العناصر التي ستضاف
ja: ステップ 4: 読み込まれるオブジェクトを見直して選択
vi: Bước 4: Xem lại và chọn đối tượng sẽ được thêm vào

source: Subfolder
ar: مجلد فرعي
ja: サブフォルダ
vi: Thư mục con

source: PendingBrowserImport
ar: استيرادات المتصفح المنتظره
ja: ブラウザ読み込み待ち
vi: Trình nhập vào đang chờ

source: Back
ar: الخلف
ja: 戻る
vi: Quay lại

source: Import All
ar: استيراد الكل
ja: すべてインポート
vi: Nhập tất cả

source: Space
ar: مسافة
ja: スペース
vi: Khoảng trắng

source: Delimiter character:
ar: حرف محدد:
ja: 区切り文字：
vi: Kí tự phân cách:

source: Comma
ar: فاصلة
ja: コンマ
vi: Dấu phẩy

source: Import Folder:
ar: استيراد مجلد:
ja: 読み込みフォルダ：
vi: Thư mục nhập vào:

source: Import Assistant
ar: مساعد الاستيراد
ja: 読み込みアシスタント
vi: Hỗ trợ nhập vào

source: Import Format:
ar: استيراد تنسيق:
ja: 読み込み形式：
vi: Định dạng nhập vào:

source: Start import at line:
ar: بدء الاستيراد عند السطر:
ja: 読み込み開始行：
vi: Bắt đầu nhập vào theo tuyến:

source: Status
ar: حالة
ja: ステータス
vi: Trạng thái

source: Choose File...
ar: اختر ملف...
ja: ファイルを選択...
vi: Chọn tệp...

source: Japanese EUC
ar: EUC اليابانية
ja: 日本語 EUC

source: FormatSelection
ar: اختيار تنسيق
ja: 形式選択
vi: Lựa chọn định dạng

source: Shift JIS
ar: المفتاح shift JIS

source: Step 6: Enter the name of the folder for imported objects
ar: الخطوة ٦ : ادخل اسم الملف المستورد
ja: ステップ 6: 読み込みオブジェクトフォルダの名前を入力
vi: Bước 6: Nhập tên thư mục để nhập đối tượng vào

source: Please wait while passwords are imported from the browser.
ar: الرجاء الانتظار بينما يتم استيراد كلمات المرور من المستعرض.
ja: ブラウザからパスワードがインポートされるまでお待ちください。
vi: Vui lòng chờ đợi trong khi mật khẩu được nhập vào từ trình duyệt.

source: Start Import
ar: بدء الاستيراد
ja: 読み込みを開始
vi: Bắt đầu nhập

source: Step 1: Select Application to Import From
ar: الخطوة ١ : حدد التطبيق المستورد منه
ja: ステップ 1: 読み込み元アプリケーションを選択
vi: Bước 1: Chọn ứng dụng để bắt đầu nhập vào

source: Step 4: Specify file contents format
ar: الخطوة ٤ : حدد تنسيق محتويات الملف
ja: ステップ 4: ファイルコンテンツ形式を指定
vi: Bước 4: Xác thực định dạng nội dung tập tin

source: Windows CP 1253 (Greek)
ar: Windows CP 1253 (اليونانية)
ja: Windows CP 1253 (ギリシャ文字)
vi: Windows CP 1253 (Hi Lạp)

source: Windows CP 1254 (Latin 5)
ar: Windows CP 1254 (5 اللاتيني)
ja: Windows CP 1254 (ラテン 5)
vi: Windows CP 1254 (La-tinh 5)

source: Preview
ar: معاينة
ja: プレビュー
vi: Xem trước

source: Title
ar: عنوان
vi: Tiêu đề

source: Type
ar: النوع
ja: 種類
vi: Loại

source: Import
ar: استيراد
ja: インポート
vi: Nhập vào

source: Windows CP 1252 (Latin 1)
ar: Windows CP 1252 (1 لاتيني)
ja: Windows CP 1252 (ラテン 1)
vi: Windows CP 1252 (La-tinh 1)

source: Step 3: Select and Verify File Encoding
ar: الخطوة ٣: حدد وتحقق من ترميز الملف
ja: ステップ 3: ファイルエンコーディングを選択して確認
vi: Bước 3: Lựa chọn và Xác nhận mã hóa tập tin

source: Continue
ar: متابعة
ja: 続ける
vi: Tiếp tục

source: Item Type:
ar: نوع العنصر:
ja: 項目の種類：
vi: Dạng khoản mục:

source: Keep changing the encoding until you see the contents of the export file displayed correctly.
ar: استمر بتغيير الترميز حتى ترى
ja: 書き出されたファイルの内容が正しく表示されるまで、エンコーディングを何度も変えてみてください。
vi: Giữ lại sự thay đổi mã hóa cho tới khi bạn nhìn thấy nội dung chính xác của tập tin xuất ra.

source: Windows CP 1250 (Latin 2)
ar: Windows CP 1250 (2 اللاتيني)
vi: Windows CP 1250 (La-tinh 2)

source: Fields are Quoted
ar: الحقول مرمزه
ja: フィールドを引用符で囲む
vi: Trường đã được dẫn ra

source: Import Selected Objects
ar: استيراد الكائنات المحددة
ja: 選択オブジェクトを読み込み
vi: Nhập đối tượng đã chọn

source: Step 2: Prepare and Choose File with the Exported Information
ar: الخطوة ٢: تجهيز واختيار الملف مع المستورد
ja: ステップ 2: 書き出された情報を持つファイルを選択
vi: Bước 2: Chuẩn bị và Chọn tập tin chứa thông tin xuất ra

source: Step 5: Review and select objects that will be imported
ar: الخطوة ٥ : مراجعة واختيار العناصر التي ستضاف
ja: ステップ 5: 読み込まれるオブジェクトを見直して選択
vi: Bước 5: Xem lại và chọn đối tượng sắp được nhập

source: Text
ar: النص
ja: テキスト
vi: Văn bản

source: ISO Latin 1
ar: ISO 1 لاتيني
vi: ISO La-tinh 1

source: Windows CP 1251 (Cyrillic)
ar: Windows CP 1251 (السيريلية)
ja: Windows CP 1251 (キリル文字)
vi: Windows CP 1251 (Chữ Kirin)

source: Skip
ar: تخطي
ja: スキップ
vi: Bỏ qua

source: Tab
ar: علامة تقسيميه
ja: タブ
vi: Thẻ

source: Character Encoding:
ar: ترميز الأحرف:
ja: 文字エンコーディング：
vi: Mã hóa kì tự:

source: GenericText
ar: نص عام
ja: テキスト
vi: Văn bản cùng loại

source: Edit...
ar: تعديل...
ja: 編集...
vi: Chỉnh sửa...

source: ISO 2022 JP
ar: ISO 2022 ياباني
vi: ISO 2022 Nhật

source: ISO Latin 2
ar: ISO 1 لاتيني
vi: ISO La-tinh 2

source: Round Textured
ja: ラウンドテクスチャ
