Repository: AgileBits/onepassword-osx-translations
Catalog: *.lproj/Localizable.strings
Languages: de, it, ja, ru, zh_hans

source: The files have been added as secure attachments. You can safely delete the original files.
de: Die Dateien wurden als sichere Anhänge hinzugefügt. Es ist jetzt sicher, die Originaldateien zu löschen.
it: I file sono stati aggiunti come allegati sicuri. È ora possibile eliminare i file originali.
ja: ファイルはセキュリティで保護された添付ファイルとして追加されています。 安全に元のファイルを削除することができます。
ru: Файлы добавлены как безопасное вложение. Исходные файлы можно удалить.Файл %1$@ размером (%2$@). Он будет зашифрован и сохранён в Вашем файле данных. Добавление большого вложения может быть медленным и усложнит синхронизацию данных.Папка '%@' будет удалена
zh_hans: 文件已被添加为安全附件。 您可以安全地删除其原始文件。

source: The folder '%@' will be deleted
de: Der Ordner /"%@/" wird gelöscht.
it: La cartella '%@' verrà eliminata
ja: フォルダ '%@' は削除されます
zh_hans: 文件夹'%@'将被删除

source: The folder permissions have been reset successfully.
de: Die Ordnerberechtigungen sind erfolgreich zurückgesetzt worden.
it: Reimpostazione dei permessi della cartella completata.
ja: フォルダ権限は正しくリセットされました。
ru: Права папки были успешно сброшены.
zh_hans: 文件夹权限已成功重置。

source: The import file data has been edited.
de: Die Importdatei wurde bearbeitet.
it: I dati del file di importazione sono stati modificati.
ja: 読み込みファイルのデータが編集されました。
ru: Импортируемый файл данных был изменён.
zh_hans: 导入文件数据已被编辑

source: The import was canceled
de: Der Import wurde abgebrochen.
it: L'importazione è stata annullata.
ja: 読み込みはキャンセルされました
zh_hans: 导入被取消

source: The interchange file can be used to merge different 1Password databases or keep an unencrypted backup file. IMPORTANT: The file will not be encrypted and must be protected.
de: Mithilfe Austauschdateien können verschiedene 1Password-Datenbanken zusammengeführt oder unverschlüsselte Sicherungsdateien aufbewahrt werden. WICHTIG: Die Datei ist unverschlüsselt und muss daher sicher verwahrt werden.
it: Il file di interscambio può essere usato per unire diversi database di 1Password o per conservare un file di backup non crittografato. IMPORTANTE: il file non verrà crittografato e dovrà essere protetto.
ja: 互換ファイルは異なる 1Password データベース をマージしたり、暗号化されていないバックアップファイルとしての保管に使用できます。 重要: ファイルは暗号化されないので保護する必要があります。
zh_hans: 交换格式文件可用于合并不同的 1Password 数据库 ，或作为未加密的备份文件。 重要事项：文件未加密，必须进行保护。

source: The item "%@" will be deleted
de: Das Objekt "%@" wird gelöscht.
it: L'elemento "%@" verrà eliminato
ja: 項目 "%@" は削除されます
ru: Элемент "%@" будет удален
zh_hans: "%@"项将被删除

source: The Launch Services database has been successfully reset.
de: Die Startdienste-Datenbank wurde erfolgreich zurückgesetzt.
it: Il database di Launch Services è stato reimpostato con successo.
ja: 起動サービスのデータベースは正常にリセットされました。
ru: База данных служб запуска успешно сброшена
zh_hans: 启动服务数据库已成功重置。

source: There are 0 passwords to import.
de: Es liegen 0 Passwörter für den Import vor.
it: Ci sono 0 password da importare
ja: インポートするパスワードが 0 あります。
ru: 0 паролей для импорта.
zh_hans: 要导入的密码个数为 0。

source: This operation can not be undone.
de: Dieser Vorgang kann nicht rückgängig gemacht werden.
it: L'operazione non può essere annullata.
ja: この操作はやり直しできません。
ru: Эта операция не может быть отменена.
zh_hans: 此操作无法撤消。

source: Title
de: Titel
it: Titolo
ja: タイトル
ru: названию
zh_hans: 标题

source: tomorrow
de: morgen
it: domani
ja: 明日
ru: завтра
zh_hans: 明天

source: Traditional
de: Traditionell
it: Tradizionale
ja: 従来の
ru: Традиционный
zh_hans: 传统

source: Trash
de: Papierkorb
it: Cestino
ja: ゴミ箱
ru: Корзина
zh_hans: 垃圾桶

source: Type
de: Typ
it: Tipo
ja: 種類
ru: типу
zh_hans: 类型

source: Unknown
de: Unbekannt
it: Sconosciuto
ja: 不明
ru: Неизвестный
zh_hans: 未知

source: Use Dropbox
de: Dropbox verwenden
it: Usa Dropbox
ja: Dropbox を使う
ru: Использовать Dropbox
zh_hans: 使用 Dropbox

source: Use Dropbox?
de: Dropbox verwenden?
it: Usare Dropbox?
ja: Dropbox を使いますか？
ru: Использовать Dropbox?
zh_hans: 使用 Dropbox？

source: Username
de: Benutzername
it: Nome utente
ja: ユーザ名
ru: Имя
zh_hans: 用户名称

source: Usernames and passwords for websites. Use browser extensions to save and fill Logins for you.
de: Benutzernamen und Passwörter für Webseiten; benutzen Sie Browser-Erweiterungen, um Login-Daten zu speichern und automatisch auszufüllen.
it: Nome utente e password per siti Web. Usa le estensioni del browser per salvare e inserire i dati di accesso al tuo posto.
ja: ウェブサイト用のユーザ名とパスワードです。ログインを保存して入力に使用するには、ブラウザ拡張機能をご使用ください。
ru: Имена пользователей и пароли для сайтов. Используйте расширения браузера для сохранения и заполнения регистрационной информации для Вас.
zh_hans: 网站用户名和密码。可使用浏览器扩展保存并填充登录信息。

source: Vault
de: Tresor
it: Area Gestione
ja: 保管庫
ru: Сейф
zh_hans: 保管库

source: Wallet
de: Brieftasche
ja: ウォレット
ru: Бумажник
zh_hans: 钱包

source: Weak
de: Schwach
it: Debole
ru: Слабый
zh_hans: 弱

source: Widescreen
de: Breitbild
ja: ワイドスクリーン
ru: Широкий экран
zh_hans: 宽屏幕

source: Would you like to continue?
de: Möchten Sie fortfahren?
it: Vuoi continuare?
ja: 続けてもよろしいですか？
ru: Вы хотите продолжить?
zh_hans: 是否要继续？

source: Would you like to move the folder items to Unfiled folder or send them to Trash?
de: Sollen die Ordnerobjekte in den Ordner /"Unerfasst/" oder in den Papierkorb verschoben werden?
it: Vuoi spostare gli elementi della cartella nella cartella Non archiviati oppure spostarli nel Cestino?
ja: そのフォルダの項目を未整理フォルダに移動しますか？それともゴミ箱に移動しますか？
ru: Вы хотите переместить содержимое папки в пустую папку или отправить их в Корзину?
zh_hans: 您想将文件夹项目移至未归档文件夹还是发送到垃圾桶？

source: yesterday
de: gestern
it: ieri
zh_hans: 昨天

source: You can now install 1Password from the App Store.
de: Sie können jetzt 1Password vom App Store aus installieren.
it: Ora puoi installare 1Password da App Store.
ja: App Store から 1Password をインストールできるようになりました。
ru: Теперь 1Password можно установить из App Store.
zh_hans: 您现在可以从 App Store 安装 1Password。

source: You have selected the current data file instead of a backup file.
de: Sie haben anstatt der Sicherungsdatei Ihre aktuelle Datei ausgewählt.
it: Hai selezionato il file di dati attuale invece del file di backup.
ja: バックアップファイルではなく現在のデータファイルが選択されました。
ru: Вы выбрали текущий файл с данными вместо резервного файла.
zh_hans: 您选择了当前数据文件而非备份文件。

source: Your data is not stored in Dropbox anymore
de: Ihre Daten sind nicht mehr in Dropbox gespeichert.
it: I tuoi dati non sono più archiviati in Dropbox
ja: データは既に Dropbox 内に格納されていません
ru: Ваши данные больше не сохранены в Dropbox
zh_hans: 您的数据已不再存储于 Dropbox

source: Your data is now in Dropbox
de: Ihre Daten sind jetzt in Dropbox gespeichert.
it: I tuoi dati sono ora in Dropbox
ja: データは Dropbox 内に格納されています
ru: Ваши данные помещены в Dropbox
zh_hans: 您的数据现已保存到 Dropbox

source: Your data will be moved into the Dropbox folder for easy syncing with other computers and devices. 1Password will also make an additional backup copy of your data.
de: Ihre Daten werden zur einfachen Synchronisierung mit anderen Computern und Geräten in den Dropbox-Ordner verschoben. 1Password erstellt auch eine zusätzliche Sicherungskopie Ihrer Daten.
it: I tuoi dati verranno spostati nella cartella Dropbox per essere sincronizzati facilmente con altri computer e dispositivi. 1Password creerà inoltre una copia di backup aggiuntiva dei tuoi dati.
ja: データは他のコンピュータやデバイスとの同期を容易にするためDropboxフォルダに移されます。 1Passwordは、さらに、データの追加のバックアップコピーを作成します。
ru: Ваши данные будут перемещены в папку Dropbox для удобной синхронизации с другими компьютерами и устройствами. 1Password также создать дополнительную резервную копию данных.
zh_hans: 您的数据将保存到 Dropbox 文件夹以便与其他电脑和设备同步。 1Password 亦将为您的数据保存一分额外备份副本。

source: Your data will be moved out of the Dropbox folder. IMPORTANT: If you have other computers using Dropbox, make sure they all have a backup copy (File > Backup menu).
de: Ihre Daten werden aus dem Dropbox-Ordner verschoben. WICHTIG: Wenn Sie andere Computer haben, die Dropbox benutzen, stellen Sie sicher, dass auf allen eine Sicherungkopie vorliegt (Datei > Sicherung).
it: I tuoi dati verranno spostati fuori dalla cartella Dropbox. IMPORTANTE: se altri computer in tuo possesso usano Dropbox, assicurati che abbiano tutti una copia di backup (File > Backup).
ja: データはDropbox フォルダから移動されます。 重要：Dropbox を使っている他のコンピュータがある場合は、全てのバックアップコピーがあることを確認してください（ファイル>バックアップメニュー）。
ru: Ваши данные будут перемещены из папки Dropbox. ВАЖНО! Если Dropbox используется на других компьютерах, убедись, что на них создана резервная копия (Файл > Резервное копирование).
zh_hans: 您的数据将从 Dropbox 文件夹中移除。 重要事项：如果您有其他电脑在使用 Dropbox，请确保它们都有一份备份副本（文件 > 备份菜单）。

source: Your new password is not the same as the verify password
de: Ihr neues Passwort ist nicht das gleiche wie das zu überprüfende Passwort.
it: La nuova password non corrisponde alla password di verifica
ja: 新しいパスワードは、確認用パスワードと同じではありません。
ru: Новый пароль не совпадает с подтверждением пароля
zh_hans: 您的新密码与验证密码不同

source: %@ Copy
de: %@ Kopie
it: Copia di %@
ja: %@ コピー
ru: %@ копия
zh_hans: %@ 拷贝

source: Account
ja: アカウント
ru: Учётная запись
zh_hans: 账户

source: All
de: Alle
it: Tutti
ja: すべて
ru: Все
zh_hans: 所有

source: Apply security level to folder contents?
de: Sicherheitsstufe auf Ordnerinhalte anwenden?
it: Applicare un livello di protezione ai contenuti della cartella?
ja: フォルダのコンテンツにセキュリティレベルを適用しますか？
ru: Применить уровень безопасности к содержимому папки
zh_hans: 应用安全级别至文件夹内容？

source: Choose All from %@
de: Alle aus %@ auswählen
it: Seleziona tutti da %@
ja: %@ からすべてを選択
ru: Выберите все из %@
zh_hans: 从%@选择全部

source: Choose from %@
de: Aus %@ auswählen
it: Seleziona da %@
ja: %@ から選択
ru: Выберите из %@
zh_hans: 从%@选择

source: Don't Change Folder Contents
de: Ordnerinhalte nicht ändern
it: Non modificare i contenuti della cartella
ja: フォルダのコンテンツを変更しないでください
ru: Не изменять содержимое папок
zh_hans: 请勿更改文件夹内容

source: Encryption keys file exist but cannot be loaded from '%@'
de: Datei mit kryptografischen Schlüsseln ist vorhanden, kann aber nicht von /"%@/" heruntergeladen werden.
it: Il file dei codici di crittografia esiste ma non può essere caricato da '%@'
ja: 暗号化キーファイルは存在しますが '%@' からは読み込めません
ru: Ключ шифрования файла существует, но не может быть загружен из '%@'
zh_hans: 加密密钥文件存在，但不能从'%@' 加载

source: Failed to load encryption key from '%1$@', error: %2$@
de: Laden des kryptografischen Schlüssels von /"%1$@/" fehlgeschlagen; Fehler: %2$@
it: Impossibile caricare il codice di crittografia da '%1$@'. Errore: %2$@
ja: '%1$@’から暗号化キーのロードに失敗しました。エラー: %2$@
ru: Не удалось загрузить ключ шифрования из '%1$@', ошибка: %2$@
zh_hans: 无法从'%1$@加载加密密钥，错误：%2$@

source: Failed to open attachment.
de: Öffnen des Anhangs fehlgeschlagen.
it: Impossibile aprire l'allegato
ja: 添付ファイルを開けませんでした。
ru: Не удалось открыть вложение.
zh_hans: 无法打开附件。

source: Generated Password
de: Passwort generiert
it: Password generate
ja: 生成されたパスワード
ru: Сгенерированный пароль
zh_hans: 生成密码

source: High (Master Password)
de: Hoch (Master-Passwort)
it: Alta (Password generale)
ja: 高（マスターパスワード）
ru: Высокий (мастер-пароль)
zh_hans: 高（主密码）

source: Identity
de: Identität
it: Identità
ja: 個人情報
ru: Личность
zh_hans: 身份标识

source: In 1Password on your iPhone or iPod touch, select Settings > Wi-Fi Sync > Allow New Connections and then try again.
de: Wählen Sie in 1Password auf Ihrem iPhone oder iPod touch /"Einstellungen > Wi-Fi-Synchronisierung > Neue Verbindungen erlauben/" und versuchen Sie er erneut.
it: In 1Password sul tuo iPhone o iPod touch, seleziona Impostazioni > Sincronizzazione Wi-Fi > Consenti nuove connessioni, quindi riprova.
ja: お使いの iPhone または iPod touch 上の 1Password で、設定 > Wi-Fi 同期 > 新しい接続を許可するを選択してもう一度試してください。
ru: В 1Password на iPhone или iPod Touch выберите Параметры > Синхронизация Wi-Fi > Разрешить новые подключения и повторите попытку.
zh_hans: 在您的 iPhone 或 iPod touch 上的 1Password 中，选择设置 > Wi-Fi 同步 > 允许新建连接，然后重试。

source: Incorrect response received from iPhone. Please restart Mac and iPhone applications and try to sync again
de: Fehlerhafte Antwort vom iPhone erhalten. Bitte starten Sie Mac- und iPhone-Anwendungen neu und versuchen die Synchronisierung erneut.
it: Risposta non valida da iPhone. Riavvia le applicazioni su Mac e iPhone e ritenta la sincronizzazione.
ja: iPhone から不正な応答を受信しました。Mac と iPhone のアプリケーションを再起動して、もう一度同期してください
ru: Неправильный ответ получен от iPhone. Пожалуйста, перезагрузите приложения Mac и iPhone и попытайтесь снова выполнять синхронизацию
zh_hans: 未从 iPhone 收到正确的响应。请重启 Mac 和 iPhone 应用程序，并重新进行同步

source: Incorrect secret
de: Falsches Geheimnis
it: Segreto non valido
ja: 不正な秘密
ru: Неверный секрет
zh_hans: 安全码不正确

source: Login
it: Accesso
ja: ログイン
ru: Логин
zh_hans: 登录

source: Low (4-Digit Code)
de: Niedrig (4-stelliger Code)
it: Bassa (codice a 4 cifre)
ja: 低（4 桁コード）
ru: Слабая (цифровой код)
zh_hans: 低（4 位数字代码）

source: Make Folder Contents High Security
de: Hohe Sicherheit für Ordnerinhalte einstellen
it: Conferisci alta protezione ai contenuti della cartella
ja: フォルダのコンテンツを高セキュリティにする
ru: Сделать содержимое папки безопасным
zh_hans: 将文件内容设置为高安全级别

source: New connections are disabled by 1Password touch
de: Neue Verbindungen werden von 1Password touch verhindert.
it: Le nuove connessioni sono state disattivate da 1Password touch
ja: 新しい接続は 1Password touch によって無効にされています。
ru: Новые подключения заблокированы 1Password Touch
zh_hans: 1Password touch 禁用了新建连接

source: New connections are disabled by 1Password touch. In 1Password on your iPhone or iPod touch, select Settings > Wi-Fi Sync > Allow New Connections and then try again
de: Neue Verbindungen werden von iPassword touch verhindert. Wählen Sie in 1Password auf Ihrem iPhone oder iPod touch /"Einstellungen > Wi-Fi-Synchronisierung > Neue Verbindungen erlauben/" und versuchen Sie er erneut.
it: Le nuove connessioni sono state disattivate da 1Password touch. In 1Password sul tuo iPhone o iPod touch, seleziona Impostazioni > Sincronizzazione Wi-Fi > Consenti nuove connessioni, quindi riprova.
ja: 新しい接続は 1Password touch によって無効にされています。 iPhone または iPod touch の 1Password で、Settings > Wi-Fi Sync > Allow New Connections を選択し、もう一度やり直してください
ru: Новые соединения отключены 1Password touch. В 1Password на Вашем iPhone или iPod touch, выберите Settings > Wi-Fi Sync > Allow New Connections и попробуйте заново
zh_hans: 新建连接被 1Password touch 禁用。 请在您 iPhone 或 iPod touch 的 1Password 中，选择设置 > Wi-Fi 同步 > 允许新建连接，然后重试。

source: Please enter the secret as it is shown on iPhone
de: Geben Sie das Geheimnis wie auf dem iPhone angezeigt ein.
it: Inserisci il segreto come mostrato su iPhone
ja: iPhone の表示通り、秘密を入力してください
ru: Введите секрет, который отображается на экране iPhone
zh_hans: 请输入 iPhone 中显示的安全码

source: Secure Note
de: Sichere Notiz
it: Nota sicura
ja: セキュアノート
ru: Заметка
zh_hans: 安全备注

source: Sync Conflict Resolver Window
de: Synchronisierungskonfiktlösungs-Fenster
it: Finestra di risoluzione conflitti di sincronizzazione
ja: Sync Conflict Resolver ウィンドウ
ru: Окно разрешения конфликтов синхронизации
zh_hans: 同步冲突解决程序窗口

source: Sync failed, 1Password is locked
de: Synchronisierung fehlgeschlagen, 1Passwort ist gesperrt.
it: Sincronizzazione non riuscita, 1Password è bloccato
ja: 同期に失敗しました。1Password はロックされています
ru: Ошибка синхронизации, 1Password заблокирован
zh_hans: 无法同步，1Password 已锁定

source: The attachment %1$@ failed to open: %2$@.x
de: Das Öffnen des Anhangs /"%1$@/" fehlgeschlagen: %2$@.x
it: Impossibile aprire l'allegato %1$@: %2$@.
ja: 添付ファイル %1$@ を開くことに失敗しました: %2$@.x
ru: Не удалось открыть вложение %1$@: %2$@.x
zh_hans: 附件%1$@无法打开：%2$@。x

source: The encryption keys file does not exist at '%@'
de: Die Datei mit kryptografischen Schlüsseln ist in /"%@/" nicht vorhanden.
it: Il file con codice di crittografia non esiste in '%@'
ja: 暗号化キーファイルは '%@' に存在しません
ru: Ключи шифрования файла не существует у '%@'
zh_hans: '%@' 不存在加密密钥文件

source: Unfiled
de: Unerfasst
it: Non archiviati
ja: 未整理
ru: Разное
zh_hans: 未归档

source: Untagged
de: Unmarkiert
it: Non taggato
ja: タグなし
ru: Без ярлыков
zh_hans: 未标记

source: Wi-Fi connection failed. Please restart and unlock 1Password touch on your iPhone.
de: Wi-Fi-Verbindung fehlgeschlagen. Starten Sie 1Password touch neu und schalten Sie es auf Ihrem iPhone frei.
it: Connessione Wi-Fi non riuscita. Riavvia e sblocca 1Password touch sul tuo iPhone.
ja: Wi-Fi 接続に失敗しました。iPhone の 1Password touch を再起動してロック解除してください。
ru: Ошибка Wi-Fi соединения. Пожалуйста, перезапустите и разблокируйте 1Password touch на Вашем iPhone.
zh_hans: Wi-Fi 连接失败。请在您的 iPhone 上重启并解锁 1Password touch。

source: You are changing the folder "%@" to high security mode. Do you also want to set the items in this folder to high security?
de: Sie sind dabei, den Ordner "%@" auf Hochsicherheitsmodus umzuschalten. Soll dies auch für die Objekte im Ordner gelten?
it: Stai modificando la cartella "%@" conferendole la modalità alta protezione. Vuoi impostare anche gli elementi di questa cartella ad alta protezione?
ja: フォルダ "%@" を高セキュリティモードに変更しようとしています。 このフォルダの項目も高セキュリティに設定しますか？
ru: Выполняется настройка папки "%@" на высокий уровень безопасности. Перевести элементы в папке на высокий уровень безопасности?
zh_hans: 您正在更改文件夹"%@"为高安全性模式。 您是否想将该文件夹中的项目也设置成高安全性？

source: Unlock Разблокировать 1Password для заполнения Логина.password.
ru: Разблокировать 1Password для ввода сформированного пароля.
