Repository: agilebits/onepassword-osx-translations
Catalog: *.lproj/Localizable.strings
Languages: es, fr, ko

source: %1$d of %2$d - %3$@
es: %1$d de %2$d - %3$@
ko: 총 %2$d 중 %1$d - %3$@

source: 1Password can only run from the Applications folder
es: 1Password sólo puede ejecutarse desde la carpeta Aplicaciones
fr: 1Password ne fonctionne uniquement qu'à partir du dossier d'applications
ko: 1Password는 애플리케이션 폴더에서만 구동 가능합니다.

source: 1Password could not be unlocked with the password you provided. Please verify the password and try again.
es: No ha sido posible desbloquear 1Password con la contraseña introducida. Verifique la contraseña e inténtelo de nuevo.
fr: 1Password n'a pas pu être débloqué avec le mot de passe que vous avez fourni. Veuillez vérifier votre mot de passe et réessayer.
ko: 입력한 암호로 1Password를 잠금 해제할 수 없습니다. 확인 후 다시 시도하세요.

source: 1Password failed to start its helper
es: 1Password no ha podido iniciar su asistente
fr: 1Password a échoué lors du démarrage de son assistant
ko: 1Password 도움말을 불러올 수 없습니다.

source: 1Password File '%@' is incorrect or damaged. Please choose another file.
es: El archivo 1Password “%@” no es correcto o está dañado. Elija otro archivo.
fr: Le Fichier 1Password '%@' est incorrect ou endommagé. Veuillez choisir un autre fichier.
ko: 1Password 파일 '%@' 오류 또는 손상이 확인되었습니다. 다른 파일을 선택하세요.

source: 1Password Interchange Format
es: Formato de intercambio de 1Password
fr: Format d'échange 1Password
ko: 1Password 인터체인지 포맷

source: A backup copy of your data was created before the merge.
es: Se creó una copia de seguridad de sus datos antes de la fusión.
fr: Une sauvegarde de vos données a été créée avant la fusion.
ko: 병합 이전 데이터의 백업 사본이 생성되었습니다.

source: A backup copy of your original data was also created
es: También se creó una copia de seguridad de sus datos originales
fr: Une copie de sauvegarde de vos données originales a également été créée
ko: 원본 데이터의 백업 사본도 함께 생성되었습니다.

source: A Ruby interpreter is required to perform your request, however Ruby cannot be found on this system. Please contact AgileBits for assistance.
es: Es necesario un intérprete de Ruby para ejecutar su solicitud, sin embargo, no ha sido posible localizar Ruby en este sistema. Póngase en contacto con AgileBits para obtener ayuda.
fr: Un interprèteur Ruby est requis pour exécuter votre demande, cependant Ruby ne peut être trouvé sur ce système. Veuillez contacter AgileBits pour obtenir assistance.
ko: 요청 수행에 필요한 루비 인터프리터가 현재 시스템에 존재하지 않습니다. 도움이 필요하시면 AgileBits로 문의해주세요.

source: Adding Sample Data
es: Añadiendo datos de muestra
fr: Ajout d'échantillon de données
ko: 샘플 데이터 추가중

source: Apply to all
es: Aplicar a todos
fr: Appliquer à tous
ko: 모두 적용

source: Backup failed: %@
es: Error de copia de seguridad: %@
fr: La sauvegarde a échoué : %@
ko: 백업 실패: %@

source: Backup up existing data...
es: Datos existentes de copia de seguridad.
fr: Sauvegarde des données existantes...
ko: 현재 데이터 백업중...

source: Cancel
es: Cancelar
fr: Annuler
ko: 취소

source: Cannot merge selected file with your data
es: No es posible fusionar el archivo seleccionado con sus datos
fr: Impossible de fusionner le fichier sélectionné avec vos données personnelles
ko: 선택된 파일과 사용자 데이터를 병합할 수 없습니다.

source: Continue
es: Continuar
fr: Continuer
ko: 계속

source: Continue, Dropbox sync is complete!
es: Continuar. ¡La sincronización de Dropbox se ha completado!
fr: Continuez, synchronisation de Dropbox terminée!
ko: Dropbox 동기화가 완료되었습니다.

source: Copying file...
es: Copiando archivo…
fr: Copie du fichier...
ko: 파일 복사중...

source: Copying new file...
es: Copiando nuevo archivo…
fr: Copie du nouveau fichier...
ko: 새 파일 복사중...

source: Create New
es: Crear nuevo
fr: Créer nouveau
ko: 신규 작성

source: Deleting existing file...
es: Eliminando archivo existente…
fr: Effacement fichier existant...
ko: 기존 파일 삭제중...

source: Do you want to create another entry?
es: ¿Desea crear otra entrada?
fr: Créer une nouvelle entrée?
ko: 다른 항목을 추가 생성하시겠습니까?

source: E-mail address is not valid.
es: La dirección de correo electrónico no es válida.
fr: Adresse e-mail non valide.
ko: 메일 주소가 올바르지 않습니다.

source: E-mail should be of the format name@domain.com.
es: El correo electrónico debe seguir el formato nombre@dominio.com.
fr: L'e-mail devrait être du format nom@domaine.com
ko: name@domain.com 형식만 허용됩니다.

source: Enter your master password to change this setting
es: Introduzca su contraseña principal para cambiar este ajuste
fr: Entrez votre mot de passe principal pour changer cette option
ko: 마스터 암호를 입력하면 설정이 변경됩니다.

source: Enter your master password to unlock 1Password.
es: Introduzca su contraseña principal para desbloquear 1Password.
fr: Entrez votre mot de passe principal pour débloquer 1Password.
ko: 마스터 암호를 입력하면 1Password 잠금이 해제됩니다.

source: Failed to copy '%1$@' to '%2$@': %3$@
es: Error al copiar “%1$@” a “%2$@”: %3$@
fr: Échec de la copie de '%1$@' vers '%2$@': %3$@
ko: '%1$@'에서 '%2$@'로 복사 실패: %3$@

source: Failed to copy selected file
es: Error al copiar el archivo seleccionado
fr: Échec de la copie des fichiers sélectionnés
ko: 선택 파일 복사에 실패했습니다.

source: Failed to Go & Fill
es: Error de Go & Fill
fr: Échec de la fonction Go & Fill
ko: 로그인 자동완성 실패

source: Failed to launch browser for the url: %@
es: Error al ejecutar el navegador para la URL: %@
fr: Échec du lancement du navigateur pour l'adresse url : %@
ko: 다음 URL을 위한 브라우저 구동에 실패했습니다: %@

source: Failed to open web page: %@
es: Error al abrir página web: %@
fr: Échec de l'ouverture de la page internet : %@
ko: 해당 페이지를 열 수 없습니다: %@

source: Failed to rename '%1$@' to '%2$@': %3$@
es: Error al cambiar el nombre de “%1$@” a “%2$@”: %3$@
fr: Impossible de renommer '%1$@' en '%2$@': %3$@
ko: '%1$@'의 이름을 '%2$@'(으)로 변경할 수 없습니다: %3$@

source: Failed to resolve URL bookmark.
es: Error al resolver el marcador URL.
fr: Échec de l'inscription de l'URL du favori
ko: URL 즐겨찾기 열기 실패.

source: Failed to resolve URL bookmark: %@
es: Error al resolver marcador URL: %@
fr: Échec de l'inscription de l'URL du favori : %@
ko: URL 즐겨찾기 열기 실패: %@

source: Find Existing 1Password File
es: Buscar archivo de 1Password existente
fr: Trouver fichier 1Password existant
ko: 기존 1Password 파일 찾기

source: Folders
es: Carpetas
fr: Dossiers
ko: 폴더

source: Go Back
es: Volver
fr: Retour
ko: 이전

source: I have found a new data file in Dropbox: %@ It looks like you've recently synced your data with Dropbox. Would you like me to use this data file (recommended)?
es: He detectado un nuevo archivo de datos en Dropbox: %@ Parece que ha sincronizado recientemente sus datos con Dropbox. ¿Le gustaría que utilizara este archivo de datos (recomendado)?
fr: J'ai trouvé un nouveau fichier de données dans Dropbox : %@ Il semblerait que vous ayez récemment synchronisé vos données avec Dropbox. Voulez-vous que j'utilise ce fichier de données (recommandé) ?
ko: Dropbox에 새로운 데이터 파일 발견: %@ Dropbox 동기화 데이터가 갱신되었습니다. 해당 데이터 파일을 사용할까요? (권장)

source: Importing...
es: Importando…
fr: Importation en cours...
ko: 불러오는 중...

source: Incorrect File Type
es: Tipo de archivo incorrecto
fr: Type de fichier incorrect
ko: 파일 유형이 올바르지 않습니다.

source: Invalid path: %@
es: Ruta no válida: %@
fr: Chemin invalide : %@
ko: 잘못된 경로: %@

source: Is the Dropbox Sync Complete?
es: ¿Se ha completado la sincronización de Dropbox?
fr: La synchronisation Dropbox est-elle terminée ?
ko: Dropbox 동기화를 완료하시겠습니까?

source: Learn How to Resolve This
es: Aprenda a resolver este problema
fr: Comment régler le problème
ko: 문제 해결방법 보기

source: Lock 1Password
es: Bloquear 1Password
fr: Verrouiller 1Password
ko: 1Password 잠금

source: Master Password Does Not Match
es: La contraseña principal no coincide
fr: Mot de passe principal non reconnu
ko: 마스터 비밀번호 불일치

source: Merge
es: Fusionar
fr: Fusionner
ko: 병합

source: Merge will combine the contents of the selected file with your current data. Replace will remove your existing data and copy over the selected file.
es: El comando Fusionar fusionará los contenidos del archivo seleccionado con sus datos actuales. El comando Remplazar eliminará los datos existentes y copiará sobre ellos el archivo seleccionado.
fr: La commande Fusionner associe le contenu du fichier sélectionné avec vos données actuelles. Remplacer écrase les données existantes et les remplace dans le fichier sélectionné.
ko: 병합을 진행하면 선택된 파일의 내용이 현재 데이터와 합쳐집니다. 교체를 진행하면 기존 데이터가 삭제되고 선택된 파일이 덮어쓰기됩니다.

source: Merging data...
es: Fusionando datos…
fr: Fusion des données...
ko: 데이터 병합중...

source: Newer 1Password File Found In Dropbox
es: Nuevo archivo 1Password detectado en Dropbox
fr: Fichier plus récent 1Password trouvé dans Dropbox
ko: Dropbox 내 새 1Password 파일 발견

source: No, do not change data file
es: No, no cambiar el archivo de datos
fr: Non, ne pas changer le fichier de données
ko: 아니오, 파일을 변경하지 않습니다.

source: One moment please...
es: Un momento…
fr: Veuillez patienter...
ko: 잠시만 기다려주세요...

source: Operation Failed
es: Operación cancelada
fr: L'opération a échoué
ko: 작업 실패

source: Password Hint
es: Recordatorio de contraseña
fr: Indice de mot de passe
ko: 비밀번호 힌트

source: Password Hint is Missing
es: Falta el recordatorio de contraseñas
fr: Indice mot de passe manquant
ko: 비밀번호 힌트 없음

source: Password is too long for Login
es: La contraseña es demasiado larga para el inicio de sesión
fr: Mot de passe trop long
ko: 비밀번호가 너무 깁니다.

source: Please enter at least one character.
es: Introduzca al menos un carácter.
fr: Veuillez entrer un caractère au minimum.
ko: 최소 1글자를 반드시 입력하세요.

source: Please enter the master password again.
es: Vuelva a introducir la contraseña principal.
fr: Veuillez entrer le mot de passe principal à nouveau
ko: 마스터 비밀번호를 다시 입력하세요.

source: Please enter the password hint.
es: Introduzca el recordatorio de contraseña.
fr: Veuillez entrer l'indice de mot de passe.
ko: 비밀번호 힌트를 입력하세요.

source: Please install 1Password in Applications
es: Instale 1Password en Aplicaciones
fr: Veuillez installer 1Password dans les applications
ko: 1Password를 애플리케이션 내에 설치해주세요.

source: Please make sure that the Dropbox icon in your menu bar at the top of your screen is not spinning (it animates while syncing). Click the icon and make sure that "All files up to date" is displayed in the Dropbox menu. If you do not see the Dropbox icon, please make sure Dropbox application is started.
es: Asegúrese de que el icono de Dropbox de su barra de menú de la parte superior de su pantalla no esté girando (se anima durante la sincronización). Haga clic en el icono y asegúrese de que “Todos los archivos hasta la fecha” aparezca en el menú de Dropbox. Si no puede ver el icono de Dropbox, asegúrese de que la aplicación Dropbox esté activa.
fr: Assurez-vous que l'icône Dropbox dans votre barre de menu en haut de votre écran ne tourne pas (il tourne lors de la synchronisation). Cliquez sur l'icône et assurez-vous que le message *Tous les fichiers sont à jour* s'affiche dans le menu Dropbox. Si vous ne voyez pas l'icône Dropbox, veuillez vous assurer que l'application Dropbox est démarrée.
ko: 화면 상단 메뉴 바의 Dropbox 아이콘이 정지 상태인지 확인합니다. (동기화 중에는 애니메이션 표시됨) 다음 Dropbox 아이콘을 클릭해 메뉴에 "All files up to date" 메시지가 표시되는지 확인합니다. 아이콘이 보이지 않을 경우 Dropbox를 우선 실행해야 합니다.

source: Please select another file
es: Elija otro archivo.
fr: Veuillez sélectionner un autre fichier
ko: 다른 파일을 선택하세요.

source: Please wait...
es: Espere por favor ...
fr: Veuillez patienter...
ko: 잠시 기다려주세요...

source: Processing Data
es: Procesando datos
fr: Traitement des données
ko: 데이터 처리중

source: Quit
es: Salir
fr: Quitter
ko: 종료

source: Replace
es: Remplazar
fr: Remplacer
ko: 교체

source: Restore
es: Restablecer
fr: Restaurer
ko: 복원

source: Restore Backup
es: Restablecer copia de seguridad
fr: Restaurer sauvegarde
ko: 백업 복원

source: Save
es: Guardar
fr: Enregistrer
ko: 저장

source: Shorten Password and Fill
es: Acortar contraseña y rellenar
fr: Raccourcir mot de passe et remplir
ko: 비밀번호 줄이기 및 자동완성

source: Starting...
es: Iniciando…
fr: Initialisation...
ko: 시작중...

source: Stopping...
es: Deteniendo…
fr: Arrêt en cours...
ko: 정지중...

source: Tags
es: Etiquetas
fr: Mots-clés
ko: 태그

source: The application will update all items in the data file. This might take a few minutes...
es: La aplicación actualizará todos los elementos del archivo de datos. Esta acción podría llevar varios minutos…
fr: L'application mettra à jour tous les objets dans le fichier de données. Cela pourra prendre quelques minutes...
ko: 데이터 파일 내 모든 항목을 업데이트합니다. 수 분이 걸릴 수 있습니다...

source: The data file has been rebuilt. The application will now reload the data.
es: Se ha reconstruido el archivo de datos. La aplicación volverá a cargar los datos ahora.
fr: Fichier de données reconstitué. L'application va maintenant recharger les données.
ko: 데이터 파일이 재구성되었습니다. 이제 새로운 데이터를 불러옵니다.

source: The file you selected was copied and is ready to use.
es: El archivo que ha seleccionado ha sido copiado y está preparado para su uso.
fr: Le fichier que vous avez sélectionné a été copié et est prêt à l'emploi.
ko: 이제 복사한 선택 파일을 사용할 수 있습니다.

source: The original file will remain intact.
es: El archivo original se mantendrá intacto.
fr: Le fichier original restera intact.
ko: 원본 파일은 그대로 보존됩니다.

source: The password can not be blank
es: El campo de contraseña no puede estar en blanco
fr: Le mot de passe ne peut être laissé vide.
ko: 비밀번호는 필히 입력해야 합니다.

source: This data file is not valid and cannot be used by 1Password
es: Este archivo de datos no es válido por lo que 1Password no podrá utilizarlo
fr: Le fichier de données n'est pas valide et ne peut être utilisé par 1Password
ko: 데이터 파일이 유효하지 않아 1Password에서 사용할 수 없습니다.

source: This file is a 1Password Interchange File. Use File > Import menu to import this file.
es: Este archivo es un archivo de intercambio de 1Password. Entre en Archivo > Importar para importar este archivo.
fr: Ce fichier est un fichier d'échange 1Password. Utiliser le menu Fichier > Importer le menu pour importer ce fichier.
ko: 해당 파일은 1Password 인터체인지 파일입니다. 불러오려면 파일 > 불러오기 메뉴를 선택하세요.

source: This file is not a 1Password backup. Please select a .agilekeychain_zip or .agilekeychain_backup file.
es: Este archivo no es una copia de seguridad de 1Password. Seleccione un archivo .agilekeychain_zip o .agilekeychain_backup.
fr: Ce fichier n'est pas une sauvegarde 1Password. Veuillez sélectionner un fichier .agilekeychain_zip ou .agilekeychain_backup.
ko: 올바른 1Password 백업 파일이 아닙니다. .agilekeychain_zip 또는 .agilekeychain_backup 형식 파일을 선택하세요.

source: This problem is often caused by incorrect file permissions. Please search 1Password Knowledge Base for 'helper startup' or contact us at support@agilebits.com for more information.
es: Este problema se produce a menudo porque los permisos del archivo son incorrectos. Busque en la base de conocimiento de 1Password “inicio de asistente” o póngase en contacto con nosotros en support@agilebits.com para obtener más información.
fr: Ce problème est souvent causé par une permission de fichier incorrecte. Veuillez rechercher "Assistant démarrage" dans la Base d'information 1Password ou contactez-nous (support@agilebits.com) pour plus d'informations.
ko: 이러한 문제는 파일 권한 오류로 인해 자주 발생합니다. 1Password 지식 베이스에서 '도움말 시작'을 검색하시거나 support@agilebits.com으로 문의 바랍니다.

source: This web page accepts passwords up to %jd characters in length.
es: Esta página web acepta contraseñas de hasta %jd caracteres.
fr: Cette page internet accepte des mots de passe contenant jusqu'à %j caractères.
ko: 해당 웹페이지에서는 최대 %jd글자인 비밀번호까지 허용됩니다.

source: This will replace your current 1Password data with the selected backup.
es: Esta acción reemplazará sus datos actuales de 1Password por la copia de seguridad seleccionada.
fr: Ceci remplacera vos données actuelles 1Password par la sauvegarde sélectionnée.
ko: 계속 진행하면 현재의 1Password 데이터가 선택한 백업 데이터로 대체됩니다.

source: To import this file, set up 1Password as a new user and then choose File > Import...
es: Para importar este archivo, establezca 1Password como nuevo usuario y, a continuación, elija Archivo > Importar…
fr: Pour importer ce fichier, installer 1Password en étant identifié comme nouvel utilisateur puis choisissez Fichier > Importation...
ko: 해당 파일을 불러오려면 새 사용자로 1Password 구성을 변경한 후 파일 > 불러오기를 선택하세요...

source: Try Again
es: Inténtelo de nuevo
fr: Réessayer
ko: 재시도

source: Unable to unlock 1Password
es: No es posible desbloquear 1Password
fr: Impossible de déverouilller 1Password
ko: 1Password 잠금 해제 실패

source: Unlock 1Password
es: Desbloquear 1Password
fr: Déverrouiller 1Password
ko: 1Password 잠금 해제

source: Unlock 1Password to Autosave the Login.
es: Desbloquear 1Password para guardar automáticamente el inicio de sesión.
fr: Déverrouiller 1Password pour Auto-sauvegarder l'Identitifiant.
ko: 로그인을 자동 저장하려면 1Password 잠금을 해제하세요.

source: Unlock 1Password to edit the item.
es: Desbloquear 1Password para editar el elemento.
fr: Déverrouiller 1Password pour éditer l'objet.
ko: 항목을 편집하려면 1Password 잠금을 해제하세요.

source: Unlock 1Password to fill credit card.
es: Desbloquear 1Password para rellenar la tarjeta de crédito.
fr: Déverrouiller 1Password pour remplir carte de crédit.
ko: 신용카드를 입력하려면 1Password 잠금을 해제하세요.

source: Unlock 1Password to fill Login.
es: Desbloquear 1Password para introducir el inicio de sesión.
fr: Déverrouiller 1Password pour remplir Identifiant.
ko: 로그인 정보를 입력하려면 1Password 잠금을 해제하세요.

source: Unlock 1Password to fill the generated password.
es: Desbloquear 1Password para introducir la contraseña generada.
fr: Déverrouiller 1Password pour entrer le mot de passe généré.
ko: 비밀번호를 입력하려면 1Password 잠금을 해제하세요.

source: Unlock 1Password to import passwords.
es: Desbloquear 1Password para importar contraseñas.
fr: Déverrouiller 1Password pour importer les mots de passe.
ko: 비밀번호를 불러오려면 1Password 잠금을 해제하세요.

source: Unlock 1Password to remove the item.
es: Desbloquear 1Password para eliminar el elemento.
fr: Déverrouiller 1Password pour effacer objet.
ko: 항목을 삭제하려면 1Password 잠금을 해제하세요.

source: Unlock 1Password to save the generated password.
es: Desbloquear 1Password para guardar la contraseña generada.
fr: Déverrouiller 1Password pour enregistrer le mot de passe généré.
ko: 비밀번호를 저장하려면 1Password 잠금을 해제하세요.

source: Unlock 1Password to save the Login.
es: Desbloquear 1Password para guardar el inicio de sesión.
fr: Déverrouiller 1Password pour enregistrer Identifiant.
ko: 로그인 정보를 저장하려면 1Password 잠금을 해제하세요.

source: Unlock 1Password to update Login.
es: Desbloquear 1Password para actualizar el inicio de sesión.
fr: Déverrouiller 1Password pour mettre à jour Identifiant.
ko: 로그인 정보를 갱신하려면 1Password 잠금을 해제하세요.

source: Unlock 1Password to use Identity.
es: Desbloquear 1Password para usar Identidad.
fr: Déverrouiller 1Password pour utiliser Identité.
ko: 프로필 센터를 사용하려면 1Password 잠금을 해제하세요.

source: Unlock chosen file to merge with your data
es: Desbloquear el archivo seleccionado para fusionar con sus datos
fr: Déverrouiller le fichier choisi pour fusionner avec vos données
ko: 기존 데이터와 병합하려면 파일 잠금을 해제하세요.

source: Unlock current data to merge
es: Desbloquear datos actuales para fusionar
fr: Déverrouiller données actuelles à fusionner
ko: 병합하려면 현재 데이터의 잠금을 해제하세요.

source: Unlock...
es: Desbloquear…
fr: Déverrouillage...
ko: 잠금 해제...

source: Update Existing
es: Actualizar existente
fr: Mettre à jour existant
ko: 기존 정보 업데이트

source: Updating Previews
es: Actualizando vistas previas
fr: Mise à jour aperçus
ko: 미리보기 업데이트중

source: Would you like to merge or replace your data with the selected file?
es: ¿Le gustaría fusionar o reemplazar sus datos por el archivo seleccionado?
fr: Voulez-vous fusionner ou remplacer vos données avec le fichier sélectionné?
ko: 기존 데이터와 선택한 파일을 병합 또는 교체하시겠습니까?

source: Yes, use this data file
es: Sí, utilizar este archivo de datos
fr: Oui, utiliser ce fichier
ko: 예, 이 데이터 파일을 사용합니다.

source: You already have a software license entry for %@.
es: Ya tiene una entrada de licencia de software para %@.
fr: Vous avez déjà une licence de programme pour %@.
ko: %@용 소프트웨어 라이선스 항목이 이미 존재합니다.

source: Your data was merged with the contents of the selected file.
es: Sus datos se han fusionado con los contenidos del archivo seleccionado.
fr: Vos données ont été fusionnées avec le contenu du fichier sélectionné.
ko: 기존 데이터와 선택한 파일이 병합되었습니다.

source: Your data was replaced with the contents of the selected file.
es: Sus datos han sido reemplazados por los contenidos del archivo seleccionado.
fr: Vos données ont été remplacées par le contenu du fichier sélectionné.
ko: 기존 데이터가 선택한 파일로 교체되었습니다.

source: (Low Security)
es: (Seguridad baja)
fr: (sécurité faible)
ko: (보안수준 낮음)

source: %@ items by
es: %@ elementos por
fr: %@ objets par
ko: %@개 항목 발견

source: %d attachments will be Deleted
es: %d documentos adjuntos serán eliminados
fr: %d attachements seront effacés
ko: %d개의 첨부파일이 삭제됩니다.

source: %d days ago
es: hace %d días
fr: il y a %d jours
ko: %d일 전

source: %d days from now
es: %d días desde hoy
fr: dans %d jours
ko: %d일 후

source: %d hours ago
es: hace %d horas
fr: il y a %d heures
ko: %d시간 전

source: %d hours from now
es: %d horas desde ahora
fr: dans %d heures
ko: %d시간 후

source: %d item(s) will be permanently destroyed. You cannot undo this action.
es: %d elementos serán destruidos permanentemente. No podrá deshacer esta acción.
fr: %d objet(s) seront définitivement détruits. Vous ne pourrez pas annuler cette action.
ko: %d개의 항목이 영구 삭제됩니다. 이후 복원은 불가능합니다.

source: %d items will be deleted
es: %d elementos serán eliminados
fr: %d objets vont être supprimés
ko: %d개의 항목이 삭제됩니다.

source: %d minutes ago
es: hace %d minutos
fr: il y a %d minutes
ko: %d분 전

source: %d minutes from now
es: %d minutos desde ahora
fr: dans %d minutes
ko: %d분 후

source: %d objects will be moved to the Trash
es: %d objetos serán movidos a la Papelera
fr: %d objets vont être déplacés vers la Corbeille
ko: %d개의 항목을 휴지통으로 이동합니다.

source: %d seconds ago
es: hace %d segundos
fr: il y a %d secondes
ko: %d초 전

source: %d seconds from now
es: %d segundos desde ahora
fr: dans %d secondes
ko: %d초 후

source: %d weeks ago
es: hace %d días
fr: il y a %d semaines
ko: %d주 전

source: %d weeks from now
es: %d semanas desde ahora
fr: dans %d semaines
ko: %d주 후

source: %d years ago
es: hace %d años
fr: il y a %d ans
ko: %d년 전

source: %d years from now
es: %d años desde ahora
fr: dans %d ans
ko: %d년 후

source: %llu bytes
fr: %llu octets
ko: %llu 바이트

source: (Multiple)
es: (Múltiple)
ko: (다중)

source: (None)
es: (Ninguno)
fr: (Aucun/e)
ko: (없음)

source: (try disabling the caps lock key)
es: (intente deshabilitar la tecla de bloqueo de mayúscula)
fr: (essayez de désactiver la touche verrouillage majuscules)
ko: (Caps Lock 키를 해제하세요)

source: *** Digest Password Required ***
es: *** Contraseña Digest obligatoria ***
fr: *** Mot de passe raccourci requis ***
ko: *** 다이제스트 비밀번호 필요 ***

source: 01 (January)
es: 01 (Enero)
fr: 01 (Janvier)
ko: 01 (1월)

source: 02 (February)
es: 02 (Febrero)
fr: 02 (Février)
ko: 02 (2월)

source: 03 (March)
es: 03 (Marzo)
fr: 03 (Mars)
ko: 03 (3월)

source: 04 (April)
es: 04 (Abril)
fr: 04 (Avril)
ko: 04 (4월)

source: 05 (May)
es: 05 (Mayo)
fr: 05 (Mai)
ko: 05 (5월)

source: 06 (June)
es: 06 (Junio)
fr: 06 (Juin)
ko: 06 (6월)

source: 07 (July)
es: 07 (Julio)
fr: 07 (Juillet)
ko: 07 (7월)

source: 08 (August)
es: 08 (Agosto)
fr: 08 (Août)
ko: 08 (8월)

source: 09 (September)
es: 09 (Septiembre)
fr: 09 (Septembre)
ko: 09 (9월)

source: 10 (October)
es: 10 (Octubre)
fr: 10 (Octobre)
ko: 10 (10월)

source: 11 (November)
es: 11 (Noviembre)
fr: 11 (Novembre)
ko: 11 (11월)

source: 12 (December)
es: 12 (Diciembre)
fr: 12 (Décembre)
ko: 12 (12월)

source: 1Password will download all missing icons and previews
es: 1Password descargará todos los iconos y vistas previas que falten
fr: 1Password téléchargera toutes les icônes et aperçus manquants
ko: 1Password가 사라진 아이콘 및 미리보기 전체를 다운로드합니다.
