Repository: agilebits/onepassword-osx-translations
Catalog: *.lproj/Localizable.strings
Languages: es, fr, ko

source: The extended attributes have been repaired successfully.
es: Los atributos ampliados se han reparado correctamente.
fr: Les attributs avancés ont été réparés avec succès.
ko: 확장 속성이 성공적으로 복구되었습니다.

source: The file %1$@ failed to import: %2$@.
es: Error al importar el archivo %1$@: %2$@.
fr: L'important du fichier %1$@ a échoué : %2$@.
ko: %1$@ 파일 불러오기 실패: %2$@.

source: The file %1$@ is (%2$@) in size. It is going to be encrypted and stored in your data file. Adding a large attachment may slow and complicate data syncing.text
es: El archivo %1$@ tiene un tamaño de (%2$@). Se encriptará y almacenará en su archivo de datos. Añadir un archivo de gran tamaño puede ralentizar y complicar la sincronización de datos.
fr: Le fichier %1$@ pèse (%2$@). Il sera crypté et stocké dans votre fichier de données. Ajouter une pièce jointe volumineuse peut ralentir et compliquer la synchronisation des données.
ko: %1$@ 파일 용량은 (%2$@)입니다. 해당 파일은 암호화된 후 데이터 파일에 저장됩니다. 대용량 첨부파일을 추가하면 속도가 느려질 수 있으며 동기화 도중 오류가 발생할 수 있습니다.

source: The file %1$@ is too large (%2$@). Attachments must be under 20 MB in size.
es: El archivo %1$@ es demasiado grande (%2$@). Los documentos adjuntos deben tener un tamaño inferior a 20 MB.
fr: Le fichier %1$@ est trop large (%2$@). Les pièces jointes ne peuvent excéder 20 Mo.
ko: 현재 파일 %1$@ 용량이 (%2$@)로 너무 큽니다. 20MB 이하만 첨부 가능합니다.

source: The file %@ is a bundle or folder. Attachments must be regular files.
es: El archivo %@ es un paquete o carpeta. Los documentos adjuntos deben ser archivos normales.
fr: Le fichier %@ est un paquet ou dossier. Les pièces jointes doivent être des fichiers normaux.
ko: %@ 파일은 번들 또는 폴더 형태입니다. 일반 파일 형태만 첨부 가능합니다.

source: The file could not be imported because the format was not selected. Try the import process again and be sure to specify the format.
es: Es posible que no pueda importar el archivo porque no ha seleccionado el formato. Vuelva a intentar el proceso de importación y asegúrese de especificar el formato.
fr: Le fichier n'a pu être importé car le format n'a pas été sélectionné. Recommencez la procédure d'importation en précisant bien le format.
ko: 선택된 형식이 없어 파일을 불러올 수 없습니다. 파일 형식을 지정하고 다시 시도하세요.

source: The file has been added as a secure attachment. You can safely delete the original file.
es: El archivo ha sido añadido como documento adjunto seguro. Ya puede eliminar con seguridad el archivo original.
fr: Le fichier a été ajouté comme pièce jointe sécurisée. Vous pouvez effacer le fichier original en toute sécurité.
ko: 파일이 보안 첨부파일로 추가되었습니다. 이제 원본 파일을 안전하게 삭제할 수 있습니다.

source: The file you are trying to import appears to be a binary file. Please try to open and view the contents of the file in TextEdit to make sure its contents is valid. If you are opening the file directly from a network drive or USB disk then try to copy it to your local disk first.
es: El archivo que está intentando importar parecer ser un archivo binario. Intente abrir y ver los contenidos del archivo en TextEdit para asegurarse de que sus contenidos sean válidos. Si está abriendo el archivo directamente desde una unidad de red o un disco USB, intente copiarlo a su disco local primero.
fr: Il semble que le fichier en cours d'importation soit de type binaire. Essayez d'ouvrir et de vérifier le contenu du fichier à l'aide de TextEdit pour vous assurer que son contenu est valide. En cas d'ouverture du fichier depuis un disque de réseau ou une clé USB, essayez de le copier sur votre disque local, en priorité.
ko: 불러오려는 항목은 바이너리 파일입니다. TextEdit으로 파일을 편집해 올바른 유형으로 변경해야 합니다. 네트워크 드라이브나 USB 디스크에서 곧바로 파일을 연 경우 로컬 디스크로 먼저 복사해보시기 바랍니다.

source: The files have been added as secure attachments. You can safely delete the original files.
es: Los archivos ha sido añadido como documentos adjuntos seguros. Ya puede eliminar con seguridad los archivos originales.
fr: Les fichiers ont été ajoutés comme pièces jointes sécurisées. Vous pouvez effacer les fichiers originaux en toute sécurité.
ko: 모든 파일이 보안 첨부파일로 추가되었습니다. 이제 모든 원본 파일을 안전하게 삭제할 수 있습니다.

source: The folder '%@' will be deleted
es: La carpeta "%@" será eliminada
fr: Le dossier '%@' sera effacé
ko: '%@' 폴더가 삭제됩니다.

source: The folder permissions have been reset successfully.
es: Los permisos de carpeta se han restablecido correctamente.
fr: Les permissions du dossier ont été convenablement remises à zéro.
ko: 폴더 권한이 초기화되었습니다.

source: The import file data has been edited.
es: Se ha editado el archivo de importación.
fr: Les données du fichier d'importation ont été éditées.
ko: 불러오기 파일 데이터가 편집되었습니다.

source: The import was canceled
es: La importación se ha cancelado
fr: L'importation a été annulée
ko: 불러오기가 취소되었습니다.

source: The interchange file can be used to merge different 1Password databases or keep an unencrypted backup file. IMPORTANT: The file will not be encrypted and must be protected.
es: El archivo de intercambio puede utilizarse para fusionar bases de datos distintas de 1Password o para guardar una copia de seguridad sin encriptar. IMPORTANTE: el archivo no estará encriptado y debe protegerse.
fr: Le fichier d'échange peut être utilisé pour fusionner différentes bases de données 1Password ou pour conserver un fichier de sauvegarde non crypté. IMPORTANT : Le fichier ne sera pas crypté et doit être protégé.
ko: 인터체인지 파일을 사용하면 1Password 데이터베이스를 서로 병합하거나 암호화되지 않은 백업 파일을 보관할 수 있습니다. 경고: 해당 파일은 암호화되지 않으며 다른 보호조치가 필요합니다.

source: The item "%@" will be deleted
es: El elemento "%@" será eliminado
fr: L'objet "%@" sera effacé
ko: "%@" 항목이 삭제됩니다.

source: The Launch Services database has been successfully reset.
es: La base de datos Launch Services se ha restablecido correctamente.
fr: L'initialisation de la base de données des Services de lancement a réussi.
ko: 시작 서비스 데이터베이스가 초기화되었습니다.

source: There are 0 passwords to import.
es: Hay 0 contraseñas para importar.
fr: Il n'y a aucun mot de passe à importer.
ko: 내보낼 비밀번호가 없습니다.

source: This operation can not be undone.
es: Esta operación no puede deshacerse.
fr: Cette opération est irréversible.
ko: 이 명령은 실행 취소할 수 없습니다.

source: Title
es: Título
fr: Titre
ko: 제목

source: tomorrow
es: mañana
fr: demain
ko: 내일

source: Traditional
es: Tradicional
fr: Traditionnel
ko: 기본값

source: Trash
es: Papelera
fr: Corbeille
ko: 휴지통

source: Type
es: Tipo
ko: 유형

source: Unknown
es: Desconocido
fr: Inconnu
ko: 알 수 없음

source: Use Dropbox
es: Utilizar Dropbox
fr: Utiliser Dropbox
ko: Dropbox 열기

source: Use Dropbox?
es: ¿Desea utilizar Dropbox?
fr: Utiliser Dropbox ?
ko: Dropbox를 실행할까요?

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
ko: 사용자명

source: Usernames and passwords for websites. Use browser extensions to save and fill Logins for you.
es: Nombres de usuario y contraseñas para páginas web. Utilice las extensiones del navegador para guardar e introducir sus inicios de sesión.
fr: Noms d'utilisateur et mots de passe pour sites internet. Utilisez les extensions du navigateur pour sauvegarder et remplir les identifiants à votre place.
ko: 웹사이트를 위한 사용자명과 비밀번호입니다. 확장도구를 사용하면 로그인 자동완성을 사용할 수 있습니다.

source: Vault
fr: Coffre-fort
ko: 내 보관함

source: Wallet
fr: Porte-monnaie
ko: 지갑

source: Weak
es: Débil
fr: Faible
ko: 낮음

source: Widescreen
es: Pantalla ancha
fr: Grand Écran
ko: 와이드 화면

source: Would you like to continue?
es: ¿Desea continuar?
fr: Voulez-vous continuer?
ko: 계속 진행할까요?

source: Would you like to move the folder items to Unfiled folder or send them to Trash?
es: ¿Le gustaría mover los elementos de la carpeta a la carpeta Sin archivar o enviarlos a la Papelera?
fr: Déplacer les objets du dossier vers le dossier Non classés ou les jeter à la Corbeille ?
ko: 폴더 내 항목을 미분류 폴더 또는 휴지통으로 이동할까요?

source: yesterday
es: ayer
fr: hier
ko: 어제

source: You can now install 1Password from the App Store.
es: Ahora puede instalar 1Password desde App Store.
fr: Vous pouvez à présent télécharger 1Password à partir de l'App Store.
ko: 이제 앱스토어에서 1Password를 설치할 수 있습니다.

source: You have selected the current data file instead of a backup file.
es: Ha seleccionado el archivo de datos actual en lugar de un archivo de copia de seguridad.
fr: Vous avez sélectionné le fichier de données courant au lieu d'un fichier de restauration.
ko: 백업 파일이 아닌 현재 데이터 파일이 선택되었습니다.

source: Your data is not stored in Dropbox anymore
es: Sus datos dejarán de almacenarse en Dropbox
fr: Vos informations ne sont plus stockées dans Dropbox, à présent.
ko: 사용자 데이터가 Dropbox에 존재하지 않습니다.

source: Your data is now in Dropbox
es: Sus datos están ahora en Dropbox
fr: Vos données sont maintenant dans Dropbox
ko: 사용자 데이터가 Dropbox에 저장되었습니다.

source: Your data will be moved into the Dropbox folder for easy syncing with other computers and devices. 1Password will also make an additional backup copy of your data.
es: Sus datos se moverán a la carpeta de Dropbox para facilitar la sincronización con otros equipos y dispositivos. 1Password también realizará una copia de seguridad adicional de sus datos.
fr: Vos informations vont être transférées dans le dossier Dropbox pour une synchronisation plus aisée avec d'autres ordinateurs et appareils. 1Password fera aussi une copie de sauvegarde additionnelle de vos données.
ko: 다른 컴퓨터 및 기기와의 편리한 동기화를 위해 사용자 데이터가 Dropbox로 이동됩니다. 또한 1Password에 의해 해당 데이터에 대한 백업 사본이 추가 생성됩니다.

source: Your data will be moved out of the Dropbox folder. IMPORTANT: If you have other computers using Dropbox, make sure they all have a backup copy (File > Backup menu).
es: Sus datos se moverán de la carpeta de Dropbox. IMPORTANTE: si tiene otros equipos utilizando Dropbox, asegúrese de que todos tengan una copia de seguridad (menú Archivo > Copia de seguridad).
fr: Vos données seront transférées depuis le dossier Dropbox. IMPORTANT : Si d'autres ordinateurs utilisent Dropbox, assurez-vous qu'ils ont tous une copie de sauvegarde (Fichier > Menu Sauvegarde)
ko: 사용자 데이터가 Dropbox 폴더에서 제거됩니다. 경고: Dropbox를 사용하는 다른 컴퓨터가 존재할 경우 파일 > 백업 메뉴에서 사본이 존재하는지 확인하시기 바랍니다.

source: Your new password is not the same as the verify password
es: Su nueva contraseña es distinta a la contraseña verificada
fr: Les deux mots de passe saisis sont différents
ko: 새 비밀번호와 확인용 비밀번호가 일치하지 않습니다.

source: %@ Copy
es: %@ Copia
fr: %@ Copie
ko: %@ 사본

source: Account
es: Cuenta
fr: Compte
ko: 계정

source: All
es: Todos
fr: Tout
ko: 전체

source: Apply security level to folder contents?
es: ¿Desea aplicar el nivel de seguridad a los contenidos de la carpeta?
fr: Appliquer niveau de sécurité au contenu du dossier?
ko: 폴더 콘텐츠에 보안등급을 적용할까요?

source: Choose All from %@
es: Elegir todos de %@
fr: Tout choisir depuis %@
ko: %@ 내 전체 항목 선택

source: Choose from %@
es: Elegir de %@
fr: Choisir dans %@
ko: %@ 내 항목 선택

source: Don't Change Folder Contents
es: No modificar los contenidos de la carpeta
fr: Ne pas changer le contenu du dossier
ko: 폴더 콘텐츠 변경 안함

source: Encryption keys file exist but cannot be loaded from '%@'
es: El archivo de claves de encriptación ya existe pero no puede cargarse desde ”%@”
fr: Le fichier de clés de cryptage existe mais ne peut être chargé à partir de '%@'
ko: 암호화 키 파일이 존재하지만 '%@'에서 불러올 수 없습니다.

source: Failed to load encryption key from '%1$@', error: %2$@
es: Error al cargar clave de encriptación desde ”%1$@”, error: %2$@
fr: Échec lors du chargement de la clé de cryptage venant de '%1$@'. Erreur : %2$@
ko: '%1$@' 위치에서 암호화 키를 불러올 수 없습니다. 오류: %2$@

source: Failed to open attachment.
es: Error al abrir documento adjunto.
fr: Échec lors de l'ouverture de la pièce jointe.
ko: 첨부파일 열기 실패

source: Generated Password
es: Contraseña generada
fr: Mot de passe généré
ko: 생성된 비밀번호

source: High (Master Password)
es: Alta (Contraseña principal)
fr: Élevée (mot de passe principal)
ko: 높음 (마스터 비밀번호)

source: Identity
es: Identidad
fr: Identité
ko: 프로필 센터

source: In 1Password on your iPhone or iPod touch, select Settings > Wi-Fi Sync > Allow New Connections and then try again.
es: En 1Password, en su iPhone o iPod, seleccione Ajustes > Sincronizar Wi-Fi > Permitir nuevas conexiones y, a continuación, inténtelo de nuevo.
fr: Dans 1Password sur votre iPhone ou iPod Touch, sélectionnez Réglages > Synchronisation Wi-Fi > Autoriser nouvelles connexions et réessayez.
ko: 아이폰 또는 아이팟 터치의 1Password에서 설정 > 와이파이 동기화 > 새 연결 허용을 선택한 후 다시 시도하세요.

source: Incorrect response received from iPhone. Please restart Mac and iPhone applications and try to sync again
es: Respuesta incorrecta recibida desde el iPhone. Reinicie las aplicaciones Mac y iPhone y vuelva a intentar la sincronización.
fr: Réponse incorrecte en provenance de l'iPhone. Relancez les applications Mac et iPhone et réessayez de synchroniser.
ko: 아이폰 응답 오류. 맥 및 아이폰 애플리케이션을 재시작한 후 다시 동기화해주세요.

source: Incorrect secret
es: secreto incorrecto
fr: Secret Incorrect
ko: 보안코드 오류

source: Login
es: Inicio de sesión
fr: Connexion
ko: 로그인

source: Low (4-Digit Code)
es: Baja (código de 4 dígitos)
fr: Faible (code à 4 chiffres)
ko: 낮음 (4자리수 코드)

source: Make Folder Contents High Security
es: Elevar el nivel de seguridad de los contenidos de carpeta a alto
fr: Mettre le contenu du dossier dans Sécurité élevée
ko: 폴더 내용 보안설정 높임

source: New connections are disabled by 1Password touch
es: 1Password táctil ha deshabilitado nuevas conexiones
fr: Nouvelles connexions sont désactivées par 1Password touch
ko: 1Password Touch의 새 연결 옵션이 비활성화 상태입니다.

source: New connections are disabled by 1Password touch. In 1Password on your iPhone or iPod touch, select Settings > Wi-Fi Sync > Allow New Connections and then try again
es: 1Password táctil ha deshabilitado nuevas conexiones. En 1Password, en su iPhone o iPod, seleccione Ajustes > Sincronizar Wi-Fi > Permitir nuevas conexiones e inténtelo de nuevo.
fr: Nouvelles connexions sont désactivées par 1Password touch. Dans 1Password sur votre iPhone ou iPod touch, sélectionnez Réglages > Synchronisation Wi-Fi > Autoriser nouvelles connexions puis réessayer à nouveau
ko: 1Password Touch의 새 연결 옵션이 비활성화 상태입니다. 아이폰 또는 아이팟 터치에 설치된 1Password에서 설정 > 와이파이 동기화 > 새 연결 허용을 선택한 후 다시 시도하세요.

source: Please enter the secret as it is shown on iPhone
es: Introduzca la contraseña secreta como aparece en el iPhone
fr: Veuillez entrer le secret comme affiché sur iPhone
ko: 아이폰에 표시된 보안코드를 정확히 입력하세요.

source: Secure Note
es: Nota segura
fr: Note sécurisée
ko: 안심 노트

source: Sync Conflict Resolver Window
es: Ventana del solucionador de conflictos de sincronización
fr: Synchroniser la fenêtre du solveur de conflits
ko: 충돌 해결사 윈도우 동기화

source: Sync failed, 1Password is locked
es: Error al sincronizar, 1Password se ha bloqueado
fr: La synchronisation a échoué. 1Password est verrouillé.
ko: 동기화 실패, 1Password 잠김

source: The attachment %1$@ failed to open: %2$@.x
es: Error al abrir el documento adjunto %1$@: %2$@.x
fr: L'ouverture de la pièce jointe %1$@ a échoué : %2$@.x
ko: %1$@ 첨부파일을 열 수 없습니다: %2$@.x

source: The encryption keys file does not exist at '%@'
es: El archivo de claves de encriptación no existe en ”%@”
fr: Le fichier de clés d'encryptage n'existe pas à '%@'
ko: '%@' 위치에 암호화 키 파일이 없습니다.

source: Unfiled
es: Sin archivar
fr: Non classé
ko: 미분류

source: Untagged
es: Sin etiquetar
fr: Non identifié
ko: 태그 없음

source: Wi-Fi connection failed. Please restart and unlock 1Password touch on your iPhone.
es: Error de conexión Wi-Fi. Reinicie y desbloquee 1Password táctil en su iPhone.
fr: La connexion Wi-Fi a échoué. Veuillez redémarrer et déverrouiller 1Password touch sur votre iPhone.
ko: 와이파이 연결에 실패했습니다. 1Password를 다시 실행해 잠금을 해제하세요.

source: You are changing the folder "%@" to high security mode. Do you also want to set the items in this folder to high security?
es: Está cambiando la carpeta "%@" al modo de seguridad alto. ¿Desea elevar también los elementos de esta carpeta al nivel de seguridad alto?
fr: Vous être en train de changer le mode de dossier "%@" vers haute sécurité. Appliquer aussi la Sécurité élevée pour les objets de ce dossier ?
ko: "%@" 폴더 보안등급을 최고 수준으로 변경합니다. 폴더 내 모든 항목의 보안등급도 함께 변경할까요?

source: %.1f GB
fr: %.1f Go

source: %.1f MB
fr: %.1f Mo

source: %llu KB
fr: %llu Ko
