Repository: AgileBits/onepassword-osx-translations
Catalog: *.lproj/Localizable.strings
Languages: de, it, ja, ru, zh_hans

source: Failed to restore '%@', no encryption keys file found in the backup
de: Wiederherstellen von /"%@/" fehlgeschlagen: keine Datei mit kryptografischem Schlüssel in Sicherung gefunden.
it: Impossibile ripristinare '%@', nessun file con codice di crittografia trovato nel backup.
ja: '%@' を復旧できませんでした。バックアップ内に暗号化キーファイルが見つかりませんでした
ru: Не удалось восстановить '%@', ключ шифрования не найден в резервной копии
zh_hans: 无法还原'%@'，未在备份文件中发现加密密钥文件

source: Failed to restore from backup, cannot move %1$@ to %2$@ Error: %3$@
de: Wiederherstellen aus Sicherung fehlgeschlagen: %1$@ kann nicht nach %2$@ verschoben werden. Fehler: %3$@
it: Impossibile ripristinare usando il backup e spostare %1$@ in %2$@ Errore: %3$@
ja: バックアップからの復元に失敗しました。 %1$@ を %2$@に移動できません エラー: %3$@
ru: Ошибка восстановления из резeрвной копии, не удается переместить %1$@ в %2$@ Ошибка: %3$@
zh_hans: 无法从备份文件中进行还原，无法移动%1$@至%2$@ 错误：%3$@

source: Failed to restore from backup, cannot remove old data file '%1$@' Error: %2$@
de: Wiederherstellen aus Sicherung fehlgeschlagen: Alte Datei /"%1$@/" kann nicht entfernt werden. Fehler: %2$@
it: Impossibile ripristinare usando il backup e rimuovere il file di dati vecchio '%1$@' Errore: %2$@
ja: バックアップから復旧できませんでした。古いデータファイル '%1$@’を削除できませんでした エラー: %2$@
zh_hans: 无法从备份文件中进行还原，无法删除旧的数据文件'%1$@' 错误：%2$@

source: Failed to run import script
de: Ausführen des Importskripts fehlgeschlagen
it: Impossibile eseguire lo script di importazione
ja: 読み込みスクリプトを実行できませんでした
ru: Не удалось запустить скрипт импорта
zh_hans: 无法运行导入脚本

source: Fantastic
de: Fantastisch
it: Fantastico
ru: Фантастика
zh_hans: 极佳

source: File added successfully
de: Datei erfolgreich hinzugefügt
it: Aggiunta file riuscita
ja: ファイルが正常に追加されました
ru: Файл добавлен
zh_hans: 文件添加成功

source: File exists at path
de: Datei existiert in Pfad
it: File esistente nel percorso
ja: パス上にファイルが存在します
zh_hans: 文件存在于路径

source: File is a bundle or folder
de: Datei ist ein Bündel oder Ordner.
it: Il file è un bundle o una cartella
ja: ファイルがバンドルまたはフォルダです
ru: Файл - пакет или папка
zh_hans: 文件为捆绑包或文件夹

source: File name:
de: Dateiname:
it: Nome file:
ja: ファイル名：
ru: Имя файла:
zh_hans: 文件名：

source: File size is larger than 2 MB
de: Datei ist größer als 2 MB.
it: Le dimensioni del file superano i 2MB
ja: ファイルサイズが 2MB を超えています
zh_hans: 文件大小大于 2 MB

source: Files added successfully
de: Dateien erfolgreich hinzugefügt
it: Aggiunta file riuscita
ja: ファイルが正常に追加されました
ru: Файл добавлен
zh_hans: 文件添加成功

source: Finish Editing
de: Bearbeitung beendet
it: Termina modifiche
ja: 編集を終了
ru: Закончить правку
zh_hans: 完成编辑

source: Finish Editing Selected Item
de: Bearbeitung des ausgewählten Objekts beendet
it: Termina modifiche nell'elemento selezionato
ja: 選択項目の編集を終了
ru: Завершить редактирование выбранного объекта
zh_hans: 完成编辑所选项

source: General
de: Allgemein
it: Generale
ja: 一般
ru: Основные
zh_hans: 一般

source: Generate
de: Erstellen
it: Genera
ja: 生成
ru: Генерировать
zh_hans: 生成

source: Generated Passwords
de: Passwörter erstellt
it: Genera password
ja: 生成されたパスワード
ru: Сгенерированные пароли
zh_hans: 生成密码

source: Go & Fill Login
de: Login aufrufen und ausfüllen
it: Accesso Go & Fill
ja: ログインを Go & Fill
ru: Открыть и заполнить логин
zh_hans: 自动登录

source: Good
de: Gut
it: Buona
ja: 良好
ru: Хорошо
zh_hans: 好

source: Hide Activity
de: Aktivität ausblenden
it: Nascondi attività
ja: アクティビティを隠す
ru: Спрятать активность
zh_hans: 隐藏活动

source: Hide Toolbar
de: Symbolleiste ausblenden
it: Nascondi barra degli strumenti
ja: ツールバーを隠す
ru: Спрятать панель инструментов
zh_hans: 隐藏工具栏

source: Identities
de: Identitäten
it: Identità
ja: 個人情報
ru: Личности
zh_hans: 身份标识

source: Import %d Selected Objects
de: %d ausgewählte Objekte importieren
it: Importa %d oggetti selezionati
ja: %d 個の選択されたオブジェクトを読み込み
ru: Импорт %d выьранных объектов
zh_hans: 导入%d所选对象

source: Import Selected Object
de: Ausgewähltes Objekt importieren
it: Importa oggetto selezionato
ja: 選択されたオブジェクトを読み込み
ru: Импорт выбранного объекта
zh_hans: 导入所选对象

source: Imported
de: Importiert
it: Importato
ja: 読み込み済み
ru: Импортировано
zh_hans: 导入

source: Importing Attachments
de: Importiere Anhänge
it: Importazione allegati
ja: 添付ファイルを読み込み中
ru: Импортируются вложенные файлы
zh_hans: 正在导入附件

source: Incorrect Password
de: Falsches Passwort
it: Password non valida
ja: 誤ったパスワード
ru: Неверный пароль
zh_hans: 密码不正确

source: Invalid Agile Keychain backup file
de: Ungültige Agile-Schlüsselbund-Sicherungsdatei
it: File di backup di Keychain di Agile non valido
ja: 不正な Agile キーチェーンバックアップファイル
ru: Неверный файл Agile Keychain резервной копии
zh_hans: 无效的 Agile Keychain 备份文件

source: Invalid backup file name
de: Ungültiger Sicherungsdateiname
it: Nome file di backup non valido
ja: 不正なバックアップファイル名
ru: Недопустимое имя файла резервной копии
zh_hans: 无效的备份文件名

source: Invalid backup file, encryption keys not found
de: Ungültige Sicherungsdatei, kryptografische Schlüssel nicht gefunden
it: File di backup non valido, codici di crittografia non trovati
ja: 不正なバックアップファイル、暗号キーがみつかりません
ru: Недопустимый файл резервной копии, ключи шифрования не найдены
zh_hans: 无效的备份文件，未找到加密密钥

source: Invalid import file
de: Ungültige Importdatei
it: File di importazione non valido
ja: 不正な読み込みファイル
ru: Ошибка импорта файла
zh_hans: 无效的导入文件

source: It might take a while for Dropbox to finish syncing. Please make sure the sync is fully completed before using 1Password on other computers and devices.
de: Die Synchronisierung in Dropbox könnte eine Weile dauern. Vergewissern Sie sich, dass die Synchronisierung vollständig beendet wurde, bevor Sie 1Password auf anderen Computern und Geräten verwenden.
it: Potrebbe essere necessario attendere alcuni secondi prima che Dropbox completi la sincronizzazione. Assicurati che sia completata prima di usare 1Password su altri computer e dispositivi.
ja: Dropbox が同期を完了するまでしばらくかかります。1Password を他のコンピュータやデバイスでお遣いになる前に、同期が完了していることを確かめてください。
ru: Синхронизация с Dropbox может занять некоторое время. Убедитесь, что синхронизация завершена перед использованием 1Password на других компьютерах и устройствах.
zh_hans: Dropbox 完成同步可能需要一些时间。请确保在其他电脑和设备使用 1Password 之前完成同步操作。

source: Item Exists
de: Objekt existiert.
it: Elemento esistente
ja: 項目が存在します
ru: Элемент существует.
zh_hans: 项目存在

source: Keep name and address information to quickly register online with just one click in the browser.
de: Bewahren Sie Namen und Adresse auf, um sich online schnell mit nur einem Klick im Browser zu registrieren.
it: Conserva le informazioni sul nome e sull'indirizzo per registrarti rapidamente online con un solo clic nel browser.
ja: ブラウザ上でワンクリックで登録を行えるように名前や住所情報を保存します。
ru: Храните имя и адрес для быстрой регистрации на сайте одним щелчком мыши в окне браузера.
zh_hans: 保存姓名和地址信息，只需在浏览器中点击一下即可进行快速在线注册。

source: Last modified %@
de: Zuletzt geändert %@
it: Ultima modifica: %@
ja: 前回変更日 %@
ru: Последнее изменение %@
zh_hans: 修改时间%@

source: Location
de: Ort
it: Posizione
ja: 場所
ru: адресу
zh_hans: 位置

source: Logins
it: Dati di accesso
ja: ログイン
ru: Логины
zh_hans: 登录

source: Master Password has been changed
de: Das Master-Passwort wurde geändert.
it: La password generale è stata modificata
ja: マスターパスワードが変更されています
ru: Мастер-пароль изменен
zh_hans: 主密码已更改

source: Move items to Unfiled
de: Objekte in /"Unerfasst/" verschieben
it: Sposta gli elementi in Non archiviati
ja: 項目を未整理に移動
ru: Переместить элементы в 'Разное'
zh_hans: 将项目移至未归档

source: Move to Trash
de: In Papierkorb verschieben
it: Sposta nel Cestino
ja: ゴミ箱に移動
ru: Отправить в корзину
zh_hans: 移至垃圾桶

source: Moving Items...
de: Objekte werden verschoben...
it: Spostamento elementi in corso...
ja: 項目を移動中...
ru: Перемещаю элементы...
zh_hans: 正在移动项目...

source: Moving...
de: Verschieben...
it: Spostamento in corso...
ja: 移動...
ru: Перемещение...
zh_hans: 正在移动...

source: Never
de: Nie
it: Mai
ja: しない
ru: Никогда
zh_hans: 从不

source: New Folder
de: Neuer Ordner
it: Nuova cartella
ja: 新規フォルダ
ru: Новая папка
zh_hans: 新建文件夹

source: New Item
de: Neues Objekt
it: Nuovo elemento
ja: 新規項目
ru: Новые элемент
zh_hans: 新建项目

source: New Password
de: Neues Passwort
it: Nuova password
ja: 新規パスワード
ru: Новый пароль
zh_hans: 新建密码

source: New Saved Search
de: Neue gespeicherte Suche
it: Nuova ricerca salvata
ja: 新しく保存された検索
ru: Новый сохраненный поиск
zh_hans: 新建保存搜索

source: Newer Item Exists
de: Neueres Objekt vorhanden
it: Elemento più recente esistente
ja: より新しい項目が存在します
ru: Существует более новый элемент
zh_hans: 存在较新的项目

source: No file format was selected
de: Es wurde kein Dateiformat ausgewählt.
it: Nessun formato di file selezionato
ja: ファイル形式が選択されませんでした
ru: Формат файла не выбран
zh_hans: 未选择文件格式

source: Not Authorized (Allow New Connections in Settings > Sync > Wi-Fi)
de: Nicht autorisiert (Erlauben Sie neue Verbindungen unter /"Einstellungen > Synchronisieren > Wi-Fi/".)
it: Non autorizzato (Consenti nuove connessioni in Impostazioni > Sincronizzazione > Wi-Fi)
ja: 権限がありません（設定権限がありません（設定で新しい接続を許可 > 同期 > Wi - Fi）
ru: Не авторизовано (разрешите новые подключения по следующему пути: Параметры > Синхронизация > Wi-Fi)
zh_hans: 未授权（在设置 > 同步 > Wi-Fi 中允许新建连接）

source: Not reachable
de: Nicht erreichbar
it: Non raggiungibile
ja: 利用不可
ru: Не доступен
zh_hans: 无法访问

source: Notes
de: Notizen
it: Note
ru: Заметки
zh_hans: 注释

source: Nothing To Import
de: Nichts zu importieren
it: Niente da importare
ja: 何も読み込まない
zh_hans: 不导入

source: Offline
it: Non in linea
ja: オフライン
ru: Не в сети
zh_hans: 离线

source: OK
zh_hans: 确定

source: Older Item Exists
de: Älteres Objekt vorhanden
it: Elemento meno recente esistente
ja: 古い項目が存在します
ru: Существует более старый элемент
zh_hans: 存在较旧的项目

source: Other computers sharing the same Dropbox will lose 1Password data. Please use File > Restore on other computers.
de: Die 1Password-Daten auf anderen Computern in derselben Dropbox gehen verloren. Verwenden Sie auf anderen Computern die Option /"Datei > Wiederherstellen/".
it: Altri computer che condividono la stessa Dropbox perderanno i dati di 1Password. Usa File > Ripristina su altri computer.
ja: 同じ Dropbox を共有する他のコンピュータが1Password データを失います。コンピュータのファイル>復旧をお使いください。
ru: Другие компьютеры, использующие тот же экземпляр Dropbox, потеряют данные 1Password. Воспользуйтесь функцией Файл > Восстановить на других компьютерах.
zh_hans: 共享同一 Dropbox 的其他电脑将丢失 1Password 数据。请在其他电脑上使用文件 > 还原操作。

source: Password
de: Passwort
ja: パスワード
ru: Пароль
zh_hans: 密码

source: Password hint required
de: Passworthinweis benötigt
it: Suggerimento password richiesto
ja: パスワードのヒントが必要です
ru: Необходимо ввести подсказку
zh_hans: 密码提示为必填项

source: Password Strength
de: Passwortstärke
it: Forza della password
ja: パスワード強度
ru: надёжности пароля
zh_hans: 密码强度

source: Please contact AgileBits support.
de: Bitte wenden Sie sich an den Support von AgileBits.
it: Contatta AgileBits per assistenza.
ja: AgileBits サポートにお問い合わせください。
ru: Обратитесь в службу поддержки AgileBits
zh_hans: 请联系 AgileBits 客户支持。

source: Please enter password hint.
de: Geben Sie den Passworthinweis ein.
it: Inserisci un suggerimento password
ja: パスワードのヒントを入力してください。
ru: Введите подсказку.
zh_hans: 请输入密码提示。

source: Please enter your Mac OS X password. Extended Attributes will be repaired,
de: Geben Sie Ihr Passwort für Mac OS X ein. Erweiterte Attribute werden repariert,
it: Inserisci la password del tuo Mac OS X. Gli Attributi estesi verranno ripristinati,
ja: Mac OS X パスワードをご入力ください。 拡張属性は修復されます,
ru: Введите пароль для Mac OS X. Расширенные атрибуты будут восстановлены,
zh_hans: 请输入您的 Mac OS X 密码。 扩展属性将被修复，

source: Please enter your Mac OS X password. Folder permissions will be reset,
de: Geben Sie Ihr Passwort für Mac OS X ein. Ordnerberechtigungen werden zurückgesetzt,
it: Inserisci la password del tuo Mac OS X. I permessi della cartella verranno reimpostati,
ja: Mac OS X のパスワードをご入力ください。 フォルダ権限がリセットされます
ru: Пожалуйста, введите Ваш Mac OS X пароль. Разрешения папки будут сброшены,
zh_hans: 请输入您的 Mac OS X 密码。 文件夹权限将被重置，

source: Please enter your Mac OS X password. The Launch Services database will be reset,
de: Geben Sie Ihr Passwort für Mac OS X ein. Die Startdienste-Datenbank wird zurückgesetzt,
it: Inserisci la password del tuo Mac OS X. Il database di Launch Services verrà reimpostato,
ja: Mac OS X のパスワードをご入力ください。 起動サービスのデータベースがリセットされます,
ru: Введите пароль для Mac OS X. База данных служб запуска будет сброшена,
zh_hans: 请输入您的 Mac OS X 密码。 启动服务数据库将被重置，

source: Please make sure Dropbox is installed and running.
de: Stellen Sie sicher, dass Dropbox installiert ist und ausgeführt wird.
it: Assicurati che Dropbox sia installato e in funzione.
ja: Dropbox がインストールされ、実行されていることを確認してください。
ru: Убедитесь, что клиент Dropbox установлен и запущен.
zh_hans: 请确保已安装并运行 Dropbox。

source: Please make sure the file you are using for import is correct.
de: Stellen Sie sicher, dass die Datei für den Import fehlerfrei ist.
it: Assicurati che il file in uso per l'importazione sia valido.
ja: 読み込みに使用しているファイルが正しいものかどうかご確認ください。
ru: Пожалуйста, убедитесь, что файл, который Вы используете для импорта является правильным.
zh_hans: 请确认用于导入的文件是否正确。

source: Please memorize the new master password.
de: Bitte merken Sie sich das neue Master-Passwort.
it: Ricordati la nuova password generale.
ja: 新しいマスターパスワードを覚えておいてください。
ru: Пожалуйста, запомните новый мастер-пароль.
zh_hans: 请记住新的主密码。

source: Please restart 1Password.
de: Starten Sie 1Password neu.
it: Riavvia 1Password.
ja: 1Password を再起動してください。
ru: Пожалуйста перезапустите 1Password.
zh_hans: 请重启 1Password。

source: Please try again.
de: Bitte versuchen Sie es erneut.
it: Riprova.
ja: もう一度やり直してください。
ru: Попробуйте ещё раз.
zh_hans: 请重试

source: Please type your Mac OS X password
de: Geben Sie Ihr Passwort für Mac OS X ein.
it: Inserisci la password per Mac OS X.
ja: Mac OS X のパスワードをご入力ください。
ru: Введите пароль Mac OS X
zh_hans: 请输入您的 Mac OS X 密码

source: Previously imported objects were removed from the list.
de: Früher importierte Objekte wurden aus der Liste entfernt.
it: Gli oggetti importati in precedenza sono stati rimossi dall'elenco.
ja: 以前にインポートされたオブジェクトがリストから削除されました。
ru: Ранее импортированные объекты удалены из списка.
zh_hans: 先前导入的对象已从列表移除。

source: Proceed?
de: Fortfahren?
it: Continuare?
ja: 続けますか？
ru: Продолжить?
zh_hans: 是否继续？

source: Processing
de: Verarbeitung im Gange
it: Elaborazione in corso
ja: 処理中
ru: Обработка
zh_hans: 正在处理

source: Processing Attachments (step 2 of 2)
de: Anhänge werden verarbeitet (Schritt 2 von 2).
it: Elaborazione degli allegati (fase 2 di 2)
ja: 添付ファイルを処理中（ステップ 2/2)
ru: Обработка вложений (шаг 2 из 2)
zh_hans: 正在处理附件（步骤 2/2）

source: Processing Data (step 1 of 2)
de: Daten werden verarbeitet (Schritt 1 von 2).
it: Elaborazione dei dati (fase 1 di 2)
ja: データを処理中（ステップ 1/2）
ru: Обработка данных (шаг 1 из 2)
zh_hans: 正在处理数据（步骤 1/2）

source: Reverse Sort Order
de: Sortierfolge umkehren
it: Inverti ordine
ja: 並べ替え順序を逆にする
ru: Обратный порядок сортировки
zh_hans: 反向排序

source: Same Item Exists
de: Gleiches Objekt vorhanden
it: Elemento uguale esistente
ja: 同じ項目が存在します
ru: Такой элемент уже существует
zh_hans: 存在相同项

source: Search
de: Suchen
it: Cerca
ja: 検索
ru: Поиск
zh_hans: 搜索

source: Search:
de: Suchen:
it: Ricerca:
ja: 検索
ru: Поиск:
zh_hans: 搜索：

source: Secure Notes
de: Sichere Notizen
it: Note sicure
ja: セキュアノート
ru: Заметки
zh_hans: 安全备注

source: Secure storage for any free-form text.
de: Sicherer Speicher für Freiformtexte
it: Archiviazione sicura per qualsiasi testo in formato libero (free-form).
ja: 任意のテキストのための安全な保管場所です。
ru: Безопасное хранение любого текста в свободной форме.
zh_hans: 安全存储任何自由格式的文本。

source: Secure storage for computer accounts, including email, file sharing and MobileMe credentials.
de: Sicherer Speicher für Computerkonten einschließlich E-Mails, Dateifreigabe und MobileMe-Anmeldedaten
it: Archiviazione sicura per account su computer, inclusi e-mail, condivisione file e credenziali MobileMe.
ja: メール、ファイル共有および MobileMe のアカウント情報など、コンピュータアカウントのためのセキュアストレージ。
ru: Безопасное хранилище учетных записей компьютера, включая электронную почту, файловые службы и учетные данные MobileMe
zh_hans: 安全存储电脑帐户，包括电子邮件、文件共享和 MobileMe 凭证。

source: Secure storage for financial and personal information, including credit cards and bank accounts.
de: Sicherer Speicher für finanzielle und persönliche Daten wie Kreditkarten und Bankkonten
it: Archiviazione sicura di informazioni finanziarie e personali, incluse carte di credito e conti bancari.
ja: クレジットカードや銀行口座など、金融情報や個人情報の安全な保管場所です。
ru: Безопасное хранение финансовой и персональной информации, включая кредитные карты и банковские счета.
zh_hans: 安全存储金融和个人信息，包括信用卡和银行帐户。

source: Security
de: Sicherheit
it: Protezione
ja: セキュリティ
ru: Безопасность
zh_hans: 安全

source: Select Import Format
de: Importformat auswählen
it: Seleziona formato di importazione
ja: 読み込み形式を選択
ru: Выбрать формат импортаСохранить учетные записи для других целей и приложений, таких как электронная почта, обмен файлами и MobileMe.Выбранный раздел
zh_hans: 选择导入格式

source: Selected Section
de: Ausgewählter Abschnitt
it: Sezione selezionata
ja: 選択されたセクション
zh_hans: 所选部分

source: Send items to Trash
de: Objekte in Papierkorb senden
it: Sposta elementi nel Cestino
ja: 項目をゴミ箱に移動
ru: Переместить в Корзину
zh_hans: 发送项目至垃圾桶

source: Service or Application Name
de: Dienst- oder Anwendungsname
it: Nome servizio o applicazione
ja: サービスまたはアプリケーションの名前
ru: Имя службы или приложения
zh_hans: 服务或应用程序名称

source: Shelves
de: Ablagen
it: Scaffali
zh_hans: 货架

source: Show Activity
de: Aktivität anzeigen
it: Mostra attività
ja: アクティビティを表示
ru: Показать активность
zh_hans: 显示活动

source: Show Toolbar
de: Symbolleiste anzeigen
it: Mostra barra degli strumenti
ja: ツールバーを表示
ru: Показать панель инструментов
zh_hans: 显示工具栏

source: Skip
de: Überspringen
it: Salta
ja: スキップ
ru: Пропустить
zh_hans: 跳过

source: Software
ja: ソフトウェア
ru: Лицензии
zh_hans: 软件

source: Stop using Dropbox
de: Verwendung von Dropbox beenden
it: Interrompi l'uso di Dropbox
ja: Dropbox 使用を中止
ru: Прекратить использование Dropbox
zh_hans: 停止使用 Dropbox

source: Stop Using Dropbox?
de: Verwendung von Dropbox beenden?
it: Interrompere l'uso di Dropbox?
ja: Dropbox の使用を中止しますか？
ru: Прекратить использование Dropbox?
zh_hans: 停止使用 Dropbox？

source: Sync
de: Synchronisieren
it: Sincronizzazione
ja: 同期
ru: Синхронизация
zh_hans: 同步

source: Sync with %@
de: Mit %@ synchronisieren
it: Sincronizza con %@
ja: %@ と同期
ru: Синхронизация с %@
zh_hans: 与%@同步

source: Tag
de: Markierung
ja: タグ
ru: тегам
zh_hans: 标签

source: Terrible
de: Schrecklich
it: Terribile
ja: 弱過ぎ
ru: Ужасно
zh_hans: 极弱

source: The current password is not correct
de: Das aktuelle Passwort ist falsch.
it: La password attuale non è valida.
ja: 現在のパスワードは正しくありません
ru: Текущий пароль неверен
zh_hans: 当前密码不正确

source: The extended attributes have been repaired successfully.
de: Die erweiterten Attribute wurde erfolgreich repariert.
it: Gli attributi estesi sono stati ripristinati con successo.
ja: 拡張属性は正常に修復されています。
ru: Расширенные атрибуты восстановлены успешно.
zh_hans: 扩展属性已成功修复。

source: The file %1$@ failed to import: %2$@.
de: Der Import der Datei /"%1$@/" ist fehlgeschlagen: %2$@.
it: Il file %1$@ non è riuscito a importare: %2$@.
ja: ファイル %1$@ がインポートに失敗しました: %2$@。
zh_hans: 无法导入文件%1$@：%2$@。

source: The file %1$@ is (%2$@) in size. It is going to be encrypted and stored in your data file. Adding a large attachment may slow and complicate data syncing.text
de: Die Datei /"%1$@/" ist (%2$@) groß. Sie wird verschlüsselt und in Ihrer Datei gespeichert. Große Anhänge können die Datensynchronisierung verlangsamen und erschweren.
it: Le dimensioni del file %1$@ sono (%2$@). Verrà crittografato e archiviato nel file di dati. L'aggiunta di un allegato di grandi dimensioni potrebbe rallentare o complicare la sicronizzazione dei dati.
ja: ファイル %1$@ は(%2$@)のサイズです。 それは暗号化されデータファイルに格納されます。大きな添付ファイルの追加はデータ同期を遅らせ、複雑かすることがあります。テキスト
zh_hans: 文件%1$@的大小为(%2$@)。 其将在数据文件中进行加密和存储。添加过大的附件可能会导致数据同步变慢并变复杂。

source: The file %1$@ is too large (%2$@). Attachments must be under 20 MB in size.
de: Die Datei /"%1$@/" ist zu groß (%2$@). Anhänge müssen kleiner als 20 MB sein.
it: Il file %1$@ ha dimensioni eccessive (%2$@). Gli allegati dovranno avere dimensioni inferiori ai 20MB.
ja: ファイル %1$@ は大きすぎます(%2$@)。 添付ファイルは 20 MB 未満である必要があります。
zh_hans: 文件%1$@太大（%2$@）。 附件的大小必须小于 20 MB。

source: The file %@ is a bundle or folder. Attachments must be regular files.
de: Die Datei %@ ist ein Bündel oder Ordner. Anhänge müssen reguläre Dateien sein.
it: Il file %@ è un bundle o una cartella. Gli allegati dovranno essere file normali.
ja: ファイル %@ はバンドルまたはフォルダです。 添付ファイルは通常のファイルである必要があります。
ru: Файл %@ это пакет или папка. Вложения должны быть обычными файлми.
zh_hans: 文件%@是一个捆绑包或文件夹。 附件必须是一个普通文件。

source: The file could not be imported because the format was not selected. Try the import process again and be sure to specify the format.
de: Die Datei konnte nicht importiert werden, da kein Format ausgewählt wurde. Versuchen Sie den Importvorgang erneut und geben Sie das Format an.
it: Impossibile importare il file perché non è stato selezionato il formato. Riavvia il processo di importazione assicurandoti di specificare il formato.
ja: 形式が選択されていなかったため、そのファイルは読み込めませんでした。もう一度形式を指定して読み込みをやり直してください。
ru: Файл не может быть импортирован, так как не был выбран формат. Повторите процесс импорта и не забудьте указать формат.
zh_hans: 由于未选择格式，文件无法导入。请再次进行导入操作，并确保指定其格式。

source: The file has been added as a secure attachment. You can safely delete the original file.
de: Die Datei wurde als sicherer Anhang hinzugefügt. Es ist jetzt sicher, die Originaldatei zu löschen.
it: Il file è stato aggiunto come allegato sicuro. È ora possibile eliminare il file originale.
ja: ファイルはセキュリティで保護された添付ファイルとして追加されています。 安全に元のファイルを削除することができます。
ru: Файл добавлен как безопасное вложение. Исходный файл можно удалить.
zh_hans: 文件已被添加为安全附件。 您可以安全地删除其原始文件。

source: The file you are trying to import appears to be a binary file. Please try to open and view the contents of the file in TextEdit to make sure its contents is valid. If you are opening the file directly from a network drive or USB disk then try to copy it to your local disk first.
de: Die zu importierende Datei scheint eine Binärdatei zu sein. Versuchen Sie, den Inhalt der Datei in einem Texteditor zu öffnen, um sicherzustellen, dass er gültig ist. Wenn Sie die Datei direkt von einem Netzlaufwerk oder USB-Stick öffnen, versuchen Sie, sie zuerst auf Ihre Festplatte zu kopieren.
it: Pare che il file che stai tentando di importare sia un file binario. Prova ad aprirlo e a visualizzarne i contenuti in TextEdit per assicurarti che siano validi. Se stai aprendo il file direttamente da un'unità di rete o da un disco USB, prova a copiarlo prima sul disco rigido locale.
ja: 読み込もうとしているファイルはバイナリファイルです。テキストエディットでファイルの内容を見て、有効なものであることをご確認ください。 ネットワークドライブや USB ディスクから直接ファイルを開こうとしている場合は、まずローカルディスクにファイルをコピーしてください。
ru: Импортируемый файл является бинарным. Попробуйте открыть файл и просмотреть его содержимое в TextEdit, чтобы убедиться в его правильности. Если файл открывается напрямую с сетевого или USB-диска, попробуйте скопировать его на локальный диск.Файл %1$@ невозможно импортировать: %2$@.sk then try to copy it to your local disk first.
zh_hans: 您要导入的文件似乎是一个二进制文件。请尝试在 TextEdit 打开并查看文件内容，以确保其内容有效。 如果您是直接从网络驱动器或 U 盘打开文件，请先将其复制到本地硬盘。
