Repository: AgileBits/onepassword-osx-translations
Catalog: *.lproj/Localizable.strings
Languages: de, it, ja, ru, zh_hans

source: Unlock 1Password to fill Login.
de: Schalten Sie 1Password frei, um die Login-Daten anzugeben.
it: Sblocca 1Password per inserire i dati di accesso.
ja: ログイン情報を入力するには 1Password をロック解除してください。
zh_hans: 解锁 1Password 以填充登录信息。

source: Unlock 1Password to fill the generated password.
de: Schalten Sie 1Password frei, um das generierte Passwort anzugeben
it: Sblocca 1Password per inserire la password generata.
ja: 生成されたパスワードを入力するには 1Password をロック解除してください。
zh_hans: 解锁 1Password 以填充生成的密码。

source: Unlock 1Password to import passwords.
de: Schalten Sie 1Password frei, um Passwörter zu importieren.
it: Sblocca 1Password per importare le password.
ja: パスワードを読み込むには 1Password をロック解除してください。
zh_hans: 解锁 1Password 以导入密码。

source: Unlock 1Password to remove the item.
de: Schalten Sie 1Password frei, um das Objekt zu entfernen.
it: Sblocca 1Password per rimuovere l'elemento.
ja: その項目を取り除くには 1Password をロック解除してください。
ru: Разблокировать 1Password для удаления пункта.
zh_hans: 解锁 1Password 以移除项目。

source: Unlock 1Password to save the generated password.
de: Schalten Sie 1Password frei, um das generierte Passwort zu speichern.
it: Sblocca 1Password per salvare la password generata.
ja: 生成されたパスワードを保存するには 1Password をロック解除してください。
ru: Разблокировать 1Password для сохранения сгенерированного пароля.
zh_hans: 解锁 1Password 以保存生成的密码。

source: Unlock 1Password to save the Login.
de: Schalten Sie 1Password frei, um die Login-Daten zu speichern.
it: Sblocca 1Password per salvare i dati di accesso.
ja: ログインを保存するには 1Password をロック解除してください。
ru: Разблокировать 1Password для сохранения Логина.
zh_hans: 解锁 1Password 以保存登录信息。

source: Unlock 1Password to update Login.
de: Schalten Sie 1Password frei, um die Login-Daten zu aktualisieren.
it: Sblocca 1Password per aggiornare i dati di accesso.
ja: ログインをアップデートするには 1Password をロック解除してください。
ru: Разблокировать 1Password, чтобы обновить Логин.
zh_hans: 解锁 1Password 以更新登录信息。

source: Unlock 1Password to use Identity.
de: Schalten Sie 1Password frei, um die Identität zu benutzen.
it: Sblocca 1Password per usare Identità.
ja: 個人情報を使用するには 1Password をロック解除してください。
ru: Разблокировать 1Password для использования Личности.
zh_hans: 解锁 1Password 以使用身份标识。

source: Unlock chosen file to merge with your data
de: Schalten Sie di ausgewählte Datei frei, um sie mit Ihren Daten zusammenzuführen.
it: Sblocca il file selezionato per unirlo ai tuoi dati
ja: あなたのデータとマージするには選択されたファイルをロック解除します
ru: Разблокировать выбранный файл для объединения с данными
zh_hans: 解锁所选文件以和您的数据进行合并

source: Unlock current data to merge
de: Bestehende Daten zum Zusammenführen freischalten
it: Sblocca i dati attuali per unirli
ja: 現在のデータをロック解除してマージします
ru: Разблокировать текущие данные для объединения
zh_hans: 解锁当前数据以进行合并

source: Unlock...
de: Freischalten...
it: Sblocca...
ja: ロック解除...
ru: Разблокировать...
zh_hans: 解锁...

source: Update Existing
de: Bestehende aktualisieren
it: Aggiorna esistente
ja: 既存の更新
ru: Обновить существующие
zh_hans: 更新现有

source: Updating Previews
de: Vorschauen werden aktualisiert.
it: Aggiornamento anteprime
ja: プレビューの更新
ru: Обновление иконок
zh_hans: 正在更新预览

source: Would you like to merge or replace your data with the selected file?
de: Sollen Ihre Daten mit der ausgewählten Datei zusammengeführt oder durch sie ersetzt werden?
it: Vuoi unire o sostituire i dati con il file selezionato?
ja: 選択したファイルとデータをマージまたは置換しますか？
ru: Объединить или заменить данные в выбранном файле?
zh_hans: 您想使用所选文件合并或替换您的数据吗？

source: Yes, use this data file
de: Ja, diese Datei verwenden
it: Sì, usa questo file di dati
ja: はい、このデータファイルを使います
ru: Да, использовать этот файл данных
zh_hans: 是，请使用此数据文件

source: You already have a software license entry for %@.
de: Sie haben bereits einen Softwarelizenzeintrag für %@.
it: Voce Licenza software per %@ già presente.
ja: %@のソフトウェアエントリが既にあります。
ru: У вас уже есть запись лицензии ПО для %@.
zh_hans: 您的%@已经有了一份软件许可。

source: Your data was merged with the contents of the selected file.
de: Ihre Daten wurden mit dem Inhalt der ausgewählten Datei zusammengeführt.
it: I tuoi dati sono stati uniti ai contenuti del file selezionato.
ja: あなたのデータは選択したファイルのコンテンツとマージされました。
ru: Ваши данные объединены с содержимым выбранного файла.
zh_hans: 您的数据已和所选文件合并。

source: Your data was replaced with the contents of the selected file.
de: Ihre Daten wurden durch den Inhalt der ausgewählten Datei ersetzt.
it: I tuoi dati sono stati sostituiti con i contenuti del file selezionato.
ja: あなたのデータは選択したファイルのコンテンツと置換されました。
ru: Ваши данные заменены содержимым выбранного файла.
zh_hans: 您的数据已使用所选文件内容替换。

source: (Low Security)
de: (Niedrige Sicherheitsstufe)
it: (Bassa protezione)
ja: (低セキュリティ)
ru: (Низкий уровень безопасности)
zh_hans: （低安全性）

source: %@ items by
de: %@ Objekte nach
it: %@ elementi da
ja: %@ 項目：
ru: %@ пункт(ов) по
zh_hans: %@ 项，排序方式：

source: %d attachments will be Deleted
de: %d Anhänge werden gelöscht.
it: %d allegati verranno eliminati
ja: %d 添付ファイルが削除されます
ru: %d вложений будет удалено
zh_hans: %d 附件将被删除

source: %d days ago
de: vor %d Tagen
it: %d giorni fa
ja: %d 日前
ru: %d дней назад
zh_hans: %d 天前

source: %d days from now
de: in %d Tagen
it: %d giorni da adesso
ja: 今から%d 日後
ru: %d дней от текущей даты
zh_hans: %d 天后

source: %d hours ago
de: vor %d Stunden
it: %d ore fa
ja: %d 時間前
ru: %d дней назад
zh_hans: %d 小时前

source: %d hours from now
de: in %d Stunden
it: %d ore da adesso
ja: 今から%d 時間後
ru: %d часов от текущего момента
zh_hans: %d 小时后

source: %d item(s) will be permanently destroyed. You cannot undo this action.
de: %d Objekt(e) wird/werden dauerhaft vernichtet. Dieser Vorgang kann nicht rückgängig gemacht werden.
it: %d elemento/i verrà/verranno eliminato/i in modo permanente. Impossibile annullare questa operazione.
ja: %d 項目が破棄されます。この操作は取り消しできません。
ru: %d элемент(ов) будет окончательно уничтожен(ы). Вы не можете отменить это действие.
zh_hans: %d 项将被永久删除。您无法撤销此操作。

source: %d items will be deleted
de: %d Objekte werden gelöscht.
it: %d elementi verranno eliminati
ja: %d 項目が削除されます
ru: %d элементов будет удалено
zh_hans: %d 项将被删除

source: %d minutes ago
de: vor %d Minuten
it: %d minuti fa
ja: %d 分前
ru: %d минут назад
zh_hans: %d 分钟前

source: %d minutes from now
de: in %d Minuten
it: %d minuti da adesso
ja: 今から%d 分後
ru: %d минут от текущего момента
zh_hans: %d 分钟后

source: %d objects will be moved to the Trash
de: %d Objekte werden in den Papierkorb verschoben.
it: %d oggetti verranno spostati nel Cestino
ja: %d オブジェクトがゴミ箱に移動されます
ru: %d объектов будет помещено в корзину
zh_hans: %d 对象将被移至垃圾桶

source: %d seconds ago
de: vor %d Sekunden
it: %d secondi fa
ja: %d 秒前
zh_hans: %d 秒前

source: %d seconds from now
de: in %d Sekunden
it: %d secondi da adesso
ja: 今から%d 秒後
ru: %d секунд от текущего момента
zh_hans: %d 秒后

source: %d weeks ago
de: vor %d Wochen
it: %d settimane fa
ja: %d 週間前
ru: %d недель назад
zh_hans: %d 周前

source: %d weeks from now
de: in %d Wochen
it: %d settimane da adesso
ja: 今から%d週間後
ru: %d недель от текущего момента
zh_hans: %d 周后

source: %d years ago
de: vor %d Jahren
it: %d anni fa
ja: %d 年前
ru: %d лет назад
zh_hans: %d 年前

source: %d years from now
de: in %d Jahren
it: %d anni da adesso
ja: 今から%d 年後
ru: %d лет от текущего момента
zh_hans: %d 年后

source: %llu bytes
de: %llu Byte
it: %llu byte
zh_hans: %llu 字节

source: (Multiple)
de: (Mehrere)
it: (multiplo)
ja: （複数）
ru: (Несколько)
zh_hans: （多个）

source: (None)
de: (Keine)
it: (nessuno)
ja: （なし）
ru: (Нет)
zh_hans: （无）

source: (try disabling the caps lock key)
de: (Versuchen Sie, die Feststelltaste zu deaktivieren.)
it: (prova a disattivare il tasto BLOC MAIUSC)
ja: （キャップロックキーを無効にしてみてください）
ru: (попробуйте отключить клавишу Caps Lock)
zh_hans: （请尝试禁用 Caps Lock 键）

source: *** Digest Password Required ***
de: *** Digest-Passwort benötigt ***
it: *** Password del digest richiesta ***
ja: *** ダイジェストパスワードが必要です ***
ru: *** Требуется дайджест-пароль ***
zh_hans: ***需要使用摘要密码***

source: 01 (January)
de: 01 (Januar)
it: 01 (gennaio)
ja: 01 (１月)
ru: 01 (январь)
zh_hans: 01（一月）

source: 02 (February)
de: 02 (Februar)
it: 02 (febbraio)
ja: 02 (２月)
ru: 02 (февраль)
zh_hans: 02（二月）

source: 03 (March)
de: 03 (März)
it: 03 (marzo)
ja: 03 (３月)
ru: 03 (март)
zh_hans: 03（三月）

source: 04 (April)
it: 04 (aprile)
ja: 04 (４月)
ru: 04 (апрель)
zh_hans: 04（四月）

source: 05 (May)
de: 05 (Mai)
it: 05 (maggio)
ja: 05 (５月)
ru: 05 (май)
zh_hans: 05（五月）

source: 06 (June)
de: 06 (Juni)
it: 06 (giugno)
ja: 06 (６月)
ru: 06 (июнь)
zh_hans: 06（六月）

source: 07 (July)
de: 07 (Juli)
it: 07 (luglio)
ja: 07 (７月)
ru: 07 (июль)
zh_hans: 07（七月）

source: 08 (August)
it: 08 (agosto)
ja: 08 (８月)
ru: 08 (август)
zh_hans: 08（八月）

source: 09 (September)
it: 09 (settembre)
ja: 09 (９月)
ru: 09 (сентябрь)
zh_hans: 09（九月）

source: 10 (October)
de: 10 (Oktober)
it: 10 (ottobre)
ja: 10 (１０月)
ru: 10 (октябрь)
zh_hans: 10（十月）

source: 11 (November)
it: 11 (novembre)
ja: 11 (１１月)
ru: 11 (ноябрь)
zh_hans: 11（十一月）

source: 12 (December)
de: 12 (Dezember)
it: 12 (dicembre)
ja: 12 (１２月)
ru: 12 (декабрь)
zh_hans: 12（十二月）

source: 1Password will download all missing icons and previews
de: 1Password lädt alle fehlenden Symbole und Vorschauen herunter.
it: 1Password scaricherà tutte le icone e le anteprime mancanti
ja: 1Password はすべての欠けているアイコンやプレビューをダウンロードします
ru: 1Password загрузит все недостающие значки
zh_hans: 1Password 将下载缺少的图标和预览

source: 1Password will visit every website stored in Logins as if you visited that website in Safari. The website could save your IP address, general location, and operating system information. Note that 1Password will NOT log into the site, only capture a picture of the login page. If you have privacy concerns about connecting to any of your saved sites from your current location, please Cancel. Depending on the number of saved Logins the download can take several hours and use significant network bandwidth.
de: 1Passwort ruft jede in den Logins gespeicherte Webseite so auf, als würden Sie sie in Safari öffnen. Es kann sein, dass Ihre IP-Adresse, Ihr Standort und Informationen über Ihr Betriebssystem auf dieser Webseite gespeichert werden. Beachten Sie, dass sich 1Password NICHT auf der Seite einloggt und nur ein Bild von der Login-Seite aufnimmt. Wenn Sie an Ihrem derzeitigen Standort Datenschutzbedenken bezüglich einer Ihrer gespeicherten Seiten haben, brechen Sie den Verbindungsvorgang ab. Je nach Anzahl der gespeicherten Login-Daten kann das Herunterladen mehrere Stunden dauern und eine bedeutende Netzwerkbandbreite benötigen.
it: 1Password visiterà ogni sito Web memorizzato in Dati di accesso come se lo avessi visitato con Safari. Il sito Web potrebbe salvare il tuo indirizzo IP, la posizione generica e le informazioni sul sistema operativo. 1Password NON accederà al sito, ma scatterà soltanto un'immagine della sua pagina di accesso. Se riscontri problemi collegandoti a uno qualsiasi dei siti Web salvati dalla tua posizione attuale, allora premi Annulla. In base al numero di Dati di accesso salvati, lo scaricamento potrà richiedere diverse ore e occupare gran parte della larghezza di banda della rete.
ja: 1Password は皆さんが Safari でウェブサイトを訪れるのと同じくログインに保存したすべてのウェブサイトを訪問します。そのウェブサイトは皆さんの IP アドレス、場所、オペレーティングシステム情報を保存できます。1Password はサイトにはログインしません。ログインページの画面ショットを撮るだけです。保存してあるサイトに今の場所から接続する際、プライバシーが気になる場合は、キャンセルしてください。 保存されたログインの数によって、ダウンロードに数時間かかったり、ネットワークの帯域幅を消費したりすることがあります。
ru: 1Password посетит каждый веб-сайт, сохраненный в именах пользователей, как если бы вы открыли этот сайт в Safari. Веб-сайт мог сохранить IP-адрес, общее местоположение и информацию об операционной системе. Обратите внимание, что 1Password не будет заходить на сайт, только захватит изображение страницы входа. Если у вас есть вопросы о конфиденциальности при подключении к любому из сохраненных сайтов из текущего местоположения, нажмите кнопку "Отмена". В зависимости от числа сохраненных имен пользователя, загрузка может занять несколько часов и использовать существенную полосу пропускания сети.1Password посетит каждый вебсайт, сохранённый в Логинах, как будто Вы посетили этот сайт в Сафари. Вебсайт мог сохранить Ваш IP адрес, общее местоположение, и информацию об операционной системе. Обратите внимание, что 1Password не будет заходить на сайт, только захватит изображение страницы входа. Если у вас есть вопросы конфиденциальности при подключении к любому из сохранённых сайтов из текущего местоположения, нажмите Отмените. В зависимости от числа сохранённых Логинов, загрузка может занять несколько часов и использовать существенную полосу пропускания сети.Объект "%@" будет удален
zh_hans: 1Password 将访问储存在登录项目中的每一个网站，就像您使用 Safari 访问网站一样。一些网站可能会保存您的 IP 地址、大致位置和操作系统信息。请注意，1Password 不会登录进网站，只会抓取登录页面为图片。如果您对从您的当前位置连接到所保存的网站有任何隐私顾虑，请选择取消。 视所保存的登录项目数量而定，下载可能需要几个小时，并使用大量的网络带宽。

source: "%@" will be Deleted
de: "%@" wird gelöscht.
it: "%@" verrà eliminato
ja: "%@" は削除されます
zh_hans: "%@"将被删除

source: "%@" will be moved to Trash
de: "%@" wird in den Papierkorb verschoben.
it: "%@" verrà spostato nel Cestino
ja: "%@" をゴミ箱へ移動します
ru: Объект "%@" будет помещен в корзину
zh_hans: "%@"将被移至垃圾桶

source: Password Hint: %@
de: Passworthinweis: %@
it: Suggerimento password: %@
ja: パスワードのヒント：%@
ru: Подсказка пароля: %@
zh_hans: 密码提示：%@

source: NOTE: CAPS LOCK KEY IS PRESSED
de: HINWEIS: DIE FESTSTELLTASTE IST AKTIVIERT.
it: NOTA: BLOC MAIUSC ATTIVATO
ja: 注：CAPS LOCKキーが押されています
ru: ПРИМЕЧАНИЕ. НАЖАТА КЛАВИША CAPS LOCK
zh_hans: 注意：CAPS LOCK 键已打开

source: a minute ago
de: vor einer Minute
it: un minuto fa
ja: 1 分前
ru: минута назад
zh_hans: 一分钟前

source: a minute from now
de: in einer Minute
it: un minuto da adesso
ja: 今から 1 分後
ru: минута от текущего момента
zh_hans: 一分钟后

source: a year ago
de: vor einem Jahr
it: un anno fa
ja: 1 年前
ru: год назад
zh_hans: 一年前

source: a year from now
de: in einem Jahr
it: un anno da adesso
ja: 今から 1 年後
ru: год от текущего момента
zh_hans: 一年后

source: Accounts
it: Account
ja: アカウント
ru: Записи
zh_hans: 账户

source: ACTIVITY
de: AKTIVITÄT
it: ATTIVITÀ
ja: アクティビティ
ru: АКТИВНОСТЬ
zh_hans: 活动

source: Add Attachment
de: Anhang hinzufügen
it: Aggiungi allegato
ja: 添付ファイルを追加
ru: Вложить файл
zh_hans: 添加附件

source: Add Both
de: Beide hinzufügen
it: Aggiungi entrambi
ja: 両方追加
ru: Добавить оба
zh_hans: 全部添加

source: Advanced
de: Erweitert
it: Avanzate
ja: 詳細設定
ru: Дополнительно
zh_hans: 高级

source: All login icons and previews will be deleted
de: Alle Login-Symbole und Vorschauen werden gelöscht.
it: Tutte le icone di accesso e le anteprime verranno eliminate
ja: すべてのログインアイコンとプレビューが削除されます
ru: Все иконки логинов будут удалены
zh_hans: 所有登录图标和预览都将被删除

source: An attachment named %@ already exists. Do you want to replace it with the one you are moving?
de: Ein Anhang namens /"%@/" ist bereits vorhanden. Soll er durch den ersetzt werden, den Sie gerade verschieben?
it: L'allegato %@ esiste già. Vuoi sostituirlo con quello che stai spostando?
ja: %@ という名称の添付ファイルは既に存在します。 これを移動中のファイルと置き換えますか？
ru: Вложение с именем %@ уже существует. Заменить его перемещаемым вложением?Уже импортированные объекты были удалены от списка.e you are moving?
zh_hans: 已存在名为%@的附件。 是否要使用您正在移动的附件替换它？

source: an hour ago
de: vor einer Stunde
it: un'ora fa
ja: 1 時間前
ru: час назад
zh_hans: 一小时前

source: an hour from now
de: in einer Stunde
it: un'ora da adesso
ja: 今から1 時間後
ru: час от текущего момента
zh_hans: 一小时后

source: An item named %@ already exists at this location. Do you want to replace it with the one you are moving?
de: Ein Objekt namens /"%@/" ist an diesem Ort bereits vorhanden. Soll es durch das ersetzt werden, das Sie gerade verschieben?
it: L'elemento %@ esiste già. Vuoi sostituirlo con quello che stai spostando?
ja: %@ という名前の項目はこの場所に既に存在します。 これを移動中の項目と置き換えますか？
ru: Элемент с именем %@ уже существует по этому пути. Заменить его перемещаемым элементом?
zh_hans: 此位置已存在名为%@的项目。 是否要使用您正在移动的项目替换它？

source: Are you sure you want to permanently remove all items in the Trash?
de: Sind Sie sicher, dass alle Objekte im Papierkorb dauerhaft gelöscht werden sollen?
it: Vuoi davvero rimuovere in modo permanente tutti gli elementi presenti nel Cestino?
ja: ゴミ箱のすべての項目を取り除いてもよろしいですか？
ru: Вы действительно хотите окончательно удалить все элементы в корзине?
zh_hans: 您确定要永久删除垃圾桶中的所有项目吗？

source: Attachment is too big
de: Der Anhang ist zu groß.
it: Dimensioni allegato eccessive
ja: 添付ファイルが大きすぎます
ru: Вложение слишком велико
zh_hans: 附件太大

source: Attachment named %@ failed to export.
de: Export des Anhangs /"%@/" fehlgeschlagen.
it: Impossibile esportare l'allegato %@.
ja: %@ という名前の添付ファイルを書き出しできませんでした。
zh_hans: 无法导出命名为%@的附件。

source: Attachment with the same name already exists
de: Ein Anhang mit dem gleichen Namen ist bereits vorhanden.
it: Esiste già un allegato con lo stesso nome.
ja: 同じ名前の添付ファイルが既に存在します
ru: Вложение с таким именем уже существуетВложение слишком большоеe name already exists
zh_hans: 存在同名附件

source: Attachments
de: Anhänge
it: Allegati
ja: 添付ファイル
ru: Вложенные файлы
zh_hans: 附件

source: Available
de: Verfügbar
it: Disponibile
ja: 利用可能
ru: Доступен
zh_hans: 可用

source: Backup directory is not writeable.
de: In das Sicherungsverzeichnis kann nicht geschrieben werden.
it: Directory di backup non scrivibile
ja: バックアップディレクトリは書き込みできません。
ru: Каталог резервных копий не поддерживает запись
zh_hans: 备份目录不可写。

source: Backup path exists but it is not a directory.
de: Ein Sicherungspfad existiert zwar, aber er ist kein Verzeichnis.
it: Il percorso di backup esiste, ma non è una directory
ja: バックアップパスは存在しますが、ディレクトリではありません。
ru: Путь для резервных копий существует, но не является каталогом.
zh_hans: 备份路径存在，但非目录。

source: Begin downloading
de: Download beginnen
it: Inizia a scaricare
ja: ダウンロードを開始
ru: Начало загрузки
zh_hans: 开始下载

source: Browser Extensions
de: Browser-Erweiterungen
it: Estensioni del browser
ja: ブラウザ拡張機能
zh_hans: 浏览器扩展

source: calendar picker
de: Datumsauswahl
it: calendario
ja: カレンダーピッカー
ru: календарь
zh_hans: 日期选取器

source: Catalog your Software licenses, including related files and confirmation emails.
de: Katalogisieren Sie Ihre Softwarelizenzen samt zugehöriger Dateien und Bestätigungs-E-Mails.
it: Cataloga le tue licenze software, inclusi i file relativi e le e-mail di conferma.
ja: 関連ファイルや確認の E メールも含めた、ソフトウェアライセンスの一覧を作成します。
ru: Каталог Ваших лицензий программного обеспечения, включая связанные файлы и письма-подтверждения.
zh_hans: 对您的软件许可（包括相关的文件和确认电子邮件）进行编目。

source: Clear Icon
de: Symbole löschen
it: Cancella icona
ja: アイコンを消去
ru: Убрать иконку
zh_hans: 清除图标

source: Clear Image
de: Bild löschen
it: Cancella immagine
ja: 画像を消去
ru: Очистить изображение
zh_hans: 清除图像

source: Clear Preview
de: Vorschau löschen
it: Cancella anteprima
ja: プレビューを消去
ru: Очистить просмотр
zh_hans: 清除预览

source: Click to show in Finder
de: Klicken, um im Sucher anzuzeigen
it: Clicca per mostrare nel Finder
ja: クリックして Finder で表示します
ru: Нажмите кнопку, чтобы открыть Finder
zh_hans: 点击以在 Finder 中显示

source: Common
de: Allgemein
it: Comune
ja: 一般
ru: Общие
zh_hans: 通用

source: Copy
de: Kopieren
it: Copia
ja: コピー
ru: Копировать
zh_hans: 复制

source: Created on %@
de: Erstellt am %@
it: Creato il %@
ja: %@ に作成
ru: Создан %@
zh_hans: 创建时间 %@

source: Date Created
de: Erstellungsdatum
it: Data creazione
ja: 作成日
ru: дате создания
zh_hans: 创建日期

source: date field enabled
de: Datumsfeld aktiviert
it: campo data attivato
ja: 日付フィールドは有効です
ru: поле даты включено
zh_hans: 已启用日期字段

source: Date Modified
de: Änderungsdatum
it: Data modifica
ja: 変更日
ru: дате модификации
zh_hans: 修改日期

source: Delete
de: Löschen
it: Elimina
ja: 削除
ru: Удалить
zh_hans: 删除

source: Diagnostic script failed.
de: Diagnoseskript fehlgeschlagen.
it: Diagnostica dello script non riuscita.
ja: 診断スクリプトが失敗しました。
ru: Ошибка скрипта диагностики.
zh_hans: 诊断脚本出错。

source: Discard Changes and Reload?
de: Änderungen verwerfen und neu laden?
it: Rimuovere le modifiche e ricaricare?
ja: 変更を破棄して再度読み込みますか？
zh_hans: 放弃修改并重新加载？

source: Download Preview
de: Vorschau herunterladen
it: Scarica anteprima
ja: プレビューをダウンロード
ru: Просмотр загрузки
zh_hans: 下载预览

source: Dropbox process is not running
de: Dropbox-Vorgang wird nicht ausgeführt.
it: Elaborazione di Dropbox non in esecuzione
ja: Dropbox のプロセスが実行されていません
ru: Процесс Dropbox не запущен
zh_hans: Dropbox 进程未运行

source: Edit
de: Bearbeiten
it: Modifica
ja: 編集
ru: Правка
zh_hans: 编辑

source: Edit Selected Item
de: Ausgewählten Artikel bearbeiten
it: Modifica elemento selezionato
ja: 選択した項目を編集
ru: Изменить выделенный элемент
zh_hans: 编辑所选项

source: Edit Smart Folder "%@"
de: Intelligenten Ordner "%@" bearbeiten
it: Modifica cartella smart "%@"
ja: スマートフォルダ "%@”を編集
ru: Изменить интеллектуальную папку "%@"
zh_hans: 编辑智能文件夹"%@"

source: Edit...
de: Bearbeiten...
it: Modifica...
ja: 編集...
ru: Правка...
zh_hans: 编辑...

source: Empty import file
de: Leere Importdatei
it: Svuota file di importazione
ja: 空のインポートファイル
ru: Пустой файл импорта
zh_hans: 清空导入文件

source: Everything
de: Alles
it: Qualunque
ja: すべて
ru: Во всех полях
zh_hans: 全部

source: Everywhere
de: Überall
it: Dovunque
ja: すべての場所
ru: Везде
zh_hans: 所有位置

source: Excellent
de: Ausgezeichnet
it: Eccellente
ja: 優良
ru: Отличо
zh_hans: 很好

source: Export
de: Exportieren
it: Esporta
ja: 書き出し
ru: Экспортировать
zh_hans: 导出

source: Export As:
de: Exportieren als:
it: Esporta come:
ja: 書き出し：
ru: Экспортировать как:
zh_hans: 导出为：

source: Export Failed
de: Export fehlgeschlagen
it: Esportazione non riuscita
ja: エクスポート失敗
ru: Ошибка экспорта
zh_hans: 导出失败

source: Export Passwords
de: Passwörter exportieren
it: Esporta password
ja: エクスポートのパスワード
ru: Экспорт паролей
zh_hans: 导出密码

source: Export To 1Password Interchange File
de: In 1Password-Austauschdatei exportieren
it: Esporta nel File di interscambio di 1Password
ja: 1Password 互換ファイルへのエクスポート
ru: Экспорт в файл обмена 1Password
zh_hans: 导出为 1Password 交换格式文件

source: Exporting Attachments
de: Anhänge werden exportiert.
it: Esportazione allegati
ja: 添付ファイルを書き出し中
ru: Экспортируются вложенные файлы
zh_hans: 正在导出附件

source: Extensions
de: Erweiterungen
it: Estensioni
ja: 拡張機能
ru: Расширения
zh_hans: 扩展

source: Failed to add attachment
de: Hinzufügen des Anhangs fehlgeschlagen
it: Impossibile aggiungere allegato
ja: 添付ファイル追加に失敗しました
ru: Не удалось добавить вложение
zh_hans: 无法添加附件

source: Failed to create 1Password Interchange File
de: Erstellen der 1Password-Austauschdatei fehlgeschlagen
it: Impossibile creare il File di interscambio di 1Password
ja: 1Password 互換ファイル作成に失敗しました
ru: Не удалось создать файл обмена 1Password
zh_hans: 无法创建 1Password 交换格式文件

source: Failed to export attachment
de: Exportieren des Anhangs fehlgeschlagen
it: Impossibile esportare allegato
ja: 添付ファイルのエクスポートに失敗しました
ru: Не удалось экспортировать вложение
zh_hans: 无法导出附件

source: Failed to interpret the output of the import script.
de: Interpretation der Importskript-Ausgabe fehlgeschlagen
it: Impossibile interpretare il risultato dello script di importazione.
ja: 読み込みスクリプトのアウトプットを解釈できませんでした。
ru: Ошибка интерпретирования выходного файлы скрипта импорта.
zh_hans: 无法解析导入脚本的输出。

source: Failed to obtain user attributes.
de: Erhalten von Benutzerattributen ist fehlgeschlagen
it: Impossibile ottenere gli attributi dell'utente.
ja: ユーザー属性の取得に失敗しました。
ru: Не удалось получить атрибуты пользователей.
zh_hans: 无法获得用户属性。

source: Failed to open '%1$@' using %2$@ encoding. Error code: %3$d Please choose another Character Encoding from the list.
de: %1$@ konnte mit der Kodierung %2$@ nicht geöffnet werden. Fehlercode: %3$d Wählen Sie eine andere Zeichenkodierung aus der Liste.
it: Impossibile aprire '%1$@' usando la codifica %2$@. Codice errore: %3$d Seleziona un'altra Codifica caratteri dall'elenco.
ja: %2$@エンコーディングを使って 「%1$@」を開くことに失敗しました。 エラーコード: %3$d 別の文字エンコーディングをリストから選択してください。
ru: Не удалось открыть '%1$@' с использованием кодировки %2$@. Код ошибки: %3$d Выберите другую кодировку в списке.
zh_hans: 无法使用%2$@编码打开'%1$@'。 错误代码：%3$d 请从列表选择另一种字符编码。
