Repository: agilebits/onepassword-osx-translations
Catalog: *.lproj/Localizable.strings
Languages: es, fr, ko

source: 1Password will visit every website stored in Logins as if you visited that website in Safari. The website could save your IP address, general location, and operating system information. Note that 1Password will NOT log into the site, only capture a picture of the login page. If you have privacy concerns about connecting to any of your saved sites from your current location, please Cancel. Depending on the number of saved Logins the download can take several hours and use significant network bandwidth.
es: 1Password visitará cada página web almacenada en Inicios de sesión como si usted visitara esa página web en Safari. La página web podría guardar su dirección IP, ubicación general e información del sistema operativo. Recuerde que 1Password NO iniciará sesión en el sitio, sólo capturará una imagen de la página de inicio de sesión. Si le preocupa que su privacidad pueda verse comprometida por conectar con cualquiera de los sitios guardados desde su ubicación actual, cancele la operación. Dependiendo del número de inicios de sesión guardados, la descarga puede llevar varias horas y utilizar un significativo ancho de banda de red.
fr: 1Password visitera tous les sites internet stockés dans vos identifications comme si vous visitiez ces sites dans Safari. Le site internet pourra enregistrer votre adresse IP, votre emplacement général, et les informations sur votre système d'exploitation. Notez que 1Password ne se connectera PAS sur les sites, il capturera juste une photo de la page de connexion. Si vous êtes soucieux de conserver la confidentialité du lieu où vous vous situez et d'où vous vous connectez, ne serait-ce pour un seul des sites sauvegardés, veuillez annuler. En fonction du nombre d'identifiants sauvegardés, le téléchargement peut prendre plusieurs heures et utiliser une grande quantité de votre bande-passante.
ko: 1Password는 Safari 브라우저를 사용해 특정 웹사이트를 방문하는 것과 마찬가지로 로그인에 저장된 모든 웹사이트를 방문합니다. 해당 웹사이트에는 사용자의 IP 주소, 대략적인 위치 및 OS 정보가 저장될 수 있습니다. 1Password는 절대 해당 웹사이트 로그인을 시도하지 않으며 오직 로그인 화면만 캡처합니다. 현재 위치에서 저장된 모든 웹사이트에 대한 개인정보 유출이 우려될 경우 취소를 선택하세요. 저장된 로그인 개수에 따라 다운로드에 수 시간이 소요될 수 있으며 네트워크 사용량이 소모될 수 있습니다.

source: "%@" will be Deleted
es: "%@" será eliminado
fr: "%@" sera effacé
ko: "%@" 항목이 삭제됩니다.

source: "%@" will be moved to Trash
es: "%@" será movido a Papelera
fr: "%@" sera déplacé vers la Corbeille
ko: "%@" 항목이 휴지통으로 이동됩니다.

source: Password Hint: %@
es: Recordatorio de contraseña: %@
fr: Indice mot de passe : %@
ko: 비밀번호 힌트: %@

source: NOTE: CAPS LOCK KEY IS PRESSED
es: NOTA: LA TECLA DE BLOQUEO DE MAYÚSCULAS ESTÁ PULSADA
fr: REMARQUE : VERROUILLAGE MAJUSCULES ACTIF
ko: 알림: CAPS LOCK 키가 작동중입니다

source: a minute ago
es: hace un minuto
fr: il y a une minute
ko: 1분 전

source: a minute from now
es: un minuto desde ahora
fr: dans une minute
ko: 1분 후

source: a year ago
es: hace un año
fr: il y a un an
ko: 1년 전

source: a year from now
es: un año desde ahora
fr: dans un an
ko: 1년 후

source: Accounts
es: Cuentas
fr: Comptes
ko: 계정

source: ACTIVITY
es: ACTIVIDAD
fr: ACTIVITÉ
ko: 활동

source: Add Attachment
es: Añadir documento adjunto
fr: Ajouter pièce jointe
ko: 첨부파일 추가

source: Add Both
es: Añadir ambos
fr: Ajouter les deux
ko: 모두 추가

source: Advanced
es: Avanzado
fr: Avancé
ko: 고급

source: All login icons and previews will be deleted
es: Todos los iconos y vistas previas de inicio de sesión será eliminados
fr: Tous les icônes d'identifications et aperçus seront effacés
ko: 모든 로그인 아이콘과 미리보기가 삭제됩니다

source: An attachment named %@ already exists. Do you want to replace it with the one you are moving?
es: Ya existe un documento adjunto con el nombre %@. ¿Desea reemplazarlo por el que está moviendo?
fr: Une pièce jointe nommée %@ existe déjà. La remplacer par celle que vous être en train de déplacer ?
ko: %@ 이름의 첨부파일이 이미 존재합니다. 이동하려는 파일로 대체할까요?

source: an hour ago
es: hace una hora
fr: il y a une heure
ko: 1시간 전

source: an hour from now
es: una hora desde ahora
fr: dans une heure
ko: 1시간 후

source: An item named %@ already exists at this location. Do you want to replace it with the one you are moving?
es: Ya existe un elemento con el nombre %@ en esta ubicación. ¿Desea reemplazarlo por el que está moviendo?
fr: Un objet nommé %@ existe déjà à cet emplacement. Le remplacer par celui que vous êtes en train de déplacer ?
ko: %@ 이름의 항목이 이미 존재합니다. 이동하려는 파일로 대체할까요?

source: Are you sure you want to permanently remove all items in the Trash?
es: ¿Está seguro de que desea eliminar permanentemente todos los elementos de la Papelera?
fr: Jeter définitivement tous les objets dans la Corbeille ?
ko: 휴지통 내 모든 항목을 완전히 삭제합니다. 계속할까요?

source: Attachment is too big
es: El documento adjunto es demasiado grande
fr: Pièce jointe trop importante
ko: 첨부파일 용량 초과

source: Attachment named %@ failed to export.
es: Error al exportar el documento adjunto con el nombre %@.
fr: Echec de l'importation de la pièce jointe %@
ko: %@ 첨부파일을 내보내지 못했습니다.

source: Attachment with the same name already exists
es: Ya existe un documento adjunto con el mismo nombre
fr: Une pièce jointe portant le même nom existe déjà
ko: 같은 이름의 첨부파일이 있습니다

source: Attachments
es: Documentos adjuntos
fr: Pièces jointes
ko: 첨부파일

source: Available
es: Disponible
ko: 사용 가능

source: Backup directory is not writeable.
es: El directorio de copia de seguridad es de sólo lectura.
fr: Chemin de sauvegarde interdit en écriture.
ko: 백업 디렉토리에는 저장할 수 없습니다.

source: Backup path exists but it is not a directory.
es: La ruta de copia de seguridad existe pero no es un directorio.
fr: Le chemin de sauvegarde existe mais n'est pas un répertoire.
ko: 백업 경로가 존재하지만 디렉토리 형태가 아닙니다.

source: Begin downloading
es: Empezar a descargar
fr: Commencer téléchargement
ko: 다운로드 시작

source: Browser Extensions
es: Extensiones del navegador
fr: Extensions navigateur
ko: 브라우저 확장도구

source: calendar picker
es: selector de calendario
fr: Agenda
ko: 요일 선택

source: Catalog your Software licenses, including related files and confirmation emails.
es: Catalogue sus licencias de software, incluyendo los archivos relacionados y los correos electrónicos de confirmación.
fr: Classez vos licences de programmes, incluant fichiers en relation et e-mails de confirmation.
ko: 소프트웨어 라이선스, 관련 파일 및 확인 메일을 일목요연하게 정리할 수 있습니다.

source: Clear Icon
es: Borrar icono
fr: Effacer icône
ko: 아이콘 비우기

source: Clear Image
es: Borrar imagen
fr: Effacer image
ko: 이미지 비우기

source: Clear Preview
es: Borrar vista previa
fr: Effacer aperçu
ko: 미리보기 비우기

source: Click to show in Finder
es: Haga clic para mostrar en Finder
fr: Cliquez pour afficher dans Finder
ko: 검색창에 표시하려면 클릭하세요

source: Common
es: Común
fr: Commun
ko: 보통

source: Copy
es: Copiar
fr: Copier
ko: 복사

source: Created on %@
es: Creado el %@
fr: Créé sur %@
ko: %@ 생성

source: Date Created
es: Fecha de creación
fr: Date de création
ko: 생성일

source: date field enabled
es: campo de fecha habilitado
fr: champ de date activé
ko: 날짜 필드 활성화

source: Date Modified
es: Fecha de modificación
fr: Date de modification
ko: 수정일

source: Delete
es: Eliminar
fr: Supprimer
ko: 삭제

source: Diagnostic script failed.
es: Error de secuencia de comandos de diagnóstico.
fr: Le script de diagnostic a échoué.
ko: 진단 스크립트 실패.

source: Discard Changes and Reload?
es: ¿Desea descartar los cambios y volver a cargar?
fr: Annuler les changements et actualiser ?
ko: 변경 없이 내용을 갱신할까요?

source: Download Preview
es: Descargar vista previa
fr: Télécharger aperçu
ko: 미리보기 다운로드

source: Dropbox process is not running
es: El proceso de Dropbox no está activo
fr: Le processus Dropbox n'est pas lancé
ko: Dropbox 프로세스가 정지 상태입니다.

source: Edit
es: Editar
fr: Éditer
ko: 편집

source: Edit Selected Item
es: Editar elemento seleccionado
fr: Éditer l'objet sélectionné
ko: 선택항목 편집

source: Edit Smart Folder "%@"
es: Editar carpeta inteligente "%@"
fr: Éditer dossier Smart "%@"
ko: 스마트 폴더 "%@" 편집

source: Edit...
es: Editar…
fr: Édition...
ko: 편집...

source: Empty import file
es: Archivo de importación vacío
fr: Vider fichier importation
ko: 불러올 파일이 없습니다.

source: Everything
es: Todo
fr: Tout
ko: 전체 항목

source: Everywhere
es: Todas las ubicaciones
fr: Partout
ko: 전체 범위

source: Excellent
es: Excelente
ko: 매우 높음

source: Export
es: Exportar
fr: Exporter
ko: 내보내기

source: Export As:
es: Exportar como:
fr: Exporter en tant que :
ko: 다른 이름으로 내보내기:

source: Export Failed
es: Error al exportar
fr: L'exportation a échoué
ko: 내보내기 실패

source: Export Passwords
es: Exportar contraseñas
fr: Exporter mots de passe
ko: 비밀번호 내보내기

source: Export To 1Password Interchange File
es: Exportar a archivo de intercambio de 1Password
fr: Exporter vers fichier d'échange 1Password
ko: 1Password 인터체인지 파일로 내보내기

source: Exporting Attachments
es: Exportando documentos adjuntos
fr: Exportation de pièces jointes
ko: 첨부파일 내보내기중

source: Extensions
es: Extensiones
ko: 확장도구

source: Failed to add attachment
es: Error al añadir documento adjunto
fr: L'ajout de la pièce jointe a échoué
ko: 첨부파일 추가 실패

source: Failed to create 1Password Interchange File
es: Error al crear archivo de intercambio de 1Password
fr: Échec de la création du fichier d'échange 1Password
ko: 1Password 인터체인지 파일 생성 실패

source: Failed to export attachment
es: Error al exportar documento adjunto
fr: Échec de l'export de la pièce jointe
ko: 첨부파일 내보내기 실패

source: Failed to interpret the output of the import script.
es: Error al interpretar la salida de la secuencia de comandos de importación.
fr: Échec de l'interprétation de la sortie du script d'importation.
ko: 불러오기 스크립트 결과를 해석할 수 없습니다.

source: Failed to obtain user attributes.
es: Error al obtener los atributos del usuario.
fr: Échec de l'obtention des attributs de l'utilisateur.
ko: 사용자 속성을 불러올 수 없습니다.

source: Failed to open '%1$@' using %2$@ encoding. Error code: %3$d Please choose another Character Encoding from the list.
es: Error al abrir ”%1$@” utilizando la codificación %2$@. Código de error: %3$d seleccione otra codificación de caracteres de la lista.
fr: Échec de l'ouverture de '%1$@' utilisant l'encodage %2$@. Code Erreur : %3$d Choisissez un autre encodage de caractères dans la liste.
ko: %2$@ 인코딩으로 '%1$@' 항목을 열 수 없습니다. 오류 코드: %3$d 목록에서 다른 인코딩 옵션을 선택하세요.

source: Failed to restore '%@', no encryption keys file found in the backup
es: Error al restablecer “%@”, no se han detectado claves de encriptación en la copia de seguridad
fr: Échec de la restauration de '%@', aucun fichier de clés d'encryptage trouvé dans la sauvegarde
ko: '%@' 복원 불가, 백업된 암호화 키 파일을 찾을 수 없습니다.

source: Failed to restore from backup, cannot move %1$@ to %2$@ Error: %3$@
es: Error al restablecer desde copia de seguridad; no es posible mover %1$@ a %2$@ Error: %3$@
fr: Échec de la restauration, impossible de transférer %1$@ vers %2$@. Erreur : %3$@
ko: 백업 복원 실패, %1$@에서 %2$@ 위치로 이동 불가 오류: %3$@

source: Failed to restore from backup, cannot remove old data file '%1$@' Error: %2$@
es: Error al restablecer desde copia de seguridad; no es posible eliminar el archivo de datos antiguo “%1$@” Error: %2$@
fr: Échec de la restauration, impossible d'effacer l'ancien fichier de données '%1$@' Erreur : %2$@
ko: 백업 복원 실패, '%1$@' 기존 데이터 파일 제거 불가 오류: %2$@

source: Failed to run import script
es: Error al ejecutar la secuencia de comandos de importación
fr: Échec du lancement du script d'importation
ko: 불러오기 스크립트를 실행할 수 없습니다.

source: Fantastic
es: Fantástico
fr: Fantastique
ko: 매우 높음

source: File added successfully
es: Archivo añadido correctamente
fr: Fichier ajouté avec succès
ko: 파일 추가 완료

source: File exists at path
es: El archivo existe en la ruta
fr: Fichier existant dans le cheminement
ko: 경로 내 파일 중복

source: File is a bundle or folder
es: El archivo es un paquete o carpeta
fr: Fichier est groupé ou est un dossier
ko: 번들 및 폴더 첨부 불가

source: File name:
es: Nombre de archivo:
fr: Nom du fichier :
ko: 파일명:

source: File size is larger than 2 MB
es: El tamaño del archivo es superior a 2 MB
fr: La taille du fichier est supérieure à 2 Mo
ko: 제한용량 (2MB) 초과

source: Files added successfully
es: Archivos añadidos correctamente
fr: Fichiers ajoutés avec succès
ko: 파일 추가 완료

source: Finish Editing
es: Finalizar edición
fr: Fin d'édition
ko: 편집 종료

source: Finish Editing Selected Item
es: Finalizar edición de elemento seleccionado
fr: Fin d'édition de l'objet sélectionné
ko: 선택항목 편집 종료

source: General
es: Información general
fr: Général
ko: 일반

source: Generate
es: Generar
fr: Générer
ko: 생성

source: Generated Passwords
es: Contraseñas generadas
fr: Mots de passe générés
ko: 생성된 비밀번호

source: Go & Fill Login
es: Inicio de sesión en Go & Fill
fr: Identifiant Go & Fill
ko: 로그인 자동완성

source: Good
es: Bueno
fr: Bon
ko: 보통

source: Hide Activity
es: Ocultar actividad
fr: Masquer l'activité
ko: 활동 숨김

source: Hide Toolbar
es: Ocultar barra de herramientas
fr: Masquer Barre d'Outils
ko: 도구모음 숨김

source: Identities
es: Identidades
fr: Identités
ko: 프로필 센터

source: Import %d Selected Objects
es: Importar %d objetos seleccionados
fr: Importer %d fichiers sélectionnés
ko: %d 선택항목 불러오기

source: Import Selected Object
es: Importar objeto seleccionado
fr: Importer fichier sélectionné
ko: 선택항목 불러오기

source: Imported
es: Importado
fr: Importé
ko: 불러온 데이터

source: Importing Attachments
es: Importando documentos adjuntos
fr: Importation des pièces jointes
ko: 첨부파일 불러오기중

source: Incorrect Password
es: Contraseña incorrecta
fr: Mot de passe incorrect
ko: 비밀번호 오류

source: Invalid Agile Keychain backup file
es: Archivo de copia de seguridad del llavero Agile no válido
fr: Fichier de sauvegarde Agile Keychain invalide
ko: Agile 열쇠고리 백업 파일 오류

source: Invalid backup file name
es: Nombre de archivo de copia de seguridad no válido
fr: Nom de fichier de sauvegarde invalide
ko: 백업 파일명 오류

source: Invalid backup file, encryption keys not found
es: Archivo de copia de seguridad no válido, no se han detectado claves de encriptación
fr: Fichier de sauvegarde invalide, clés de cryptage introuvables
ko: 백업 파일 오류, 암호화 키 없음

source: Invalid import file
es: Archivo de importación no válido
fr: Fichier d'importation invalide
ko: 불러오기 파일 오류

source: It might take a while for Dropbox to finish syncing. Please make sure the sync is fully completed before using 1Password on other computers and devices.
es: Dropbox podría necesitar unos minutos para completar la sincronización. Asegúrese de que la sincronización se haya completado totalmente antes de utilizar 1Password en otros equipos y dispositivos.
fr: La finalisation de la synchronisation Dropbox peut prendre quelques minutes. Vérifiez que la synchronisation soit terminée avant d'utiliser 1Password sur d'autres ordinateurs ou appareils.
ko: Dropbox 동기화에는 다소 시간이 소요됩니다. 다른 컴퓨터 및 기기에서 1Password를 사용하려면 우선 동기화가 완료되어야 합니다.

source: Item Exists
es: El elemento existe
fr: Objet existant
ko: 기존 항목 중복

source: Keep name and address information to quickly register online with just one click in the browser.
es: Guarde la información de nombre y dirección para registrarla rápidamente en línea con un solo clic en el navegador.
fr: Conserver nom et adresse pour une inscription rapide accessible en un clic depuis votre navigateur.
ko: 이름과 주소 정보를 저장해두면 브라우저에서 한 번의 클릭으로 빠르게 등록할 수 있습니다.

source: Last modified %@
es: Modificado por última vez el día %@
fr: Dernière modification %@
ko: 최종 수정 %@

source: Location
es: Localización
fr: Lieu
ko: 위치

source: Logins
es: Inicios de sesión
fr: Identifiants
ko: 로그인

source: Master Password has been changed
es: La contraseña principal ha sido modificada
fr: Le mot de passe principal a été modifié
ko: 마스터 비밀번호가 변경되었습니다

source: Move items to Unfiled
es: Mover elementos a Sin archivar
fr: Déplacer objets vers non classés
ko: 미분류 폴더로 항목 이동

source: Move to Trash
es: Mover a Papelera
fr: Jeter dans la Corbeille
ko: 휴지통으로 이동

source: Moving Items...
es: Moviendo elementos…
fr: Déplacement d'objets...
ko: 항목 이동중...

source: Moving...
es: Moviendo…
fr: Transfert en cours...
ko: 이동중...

source: Never
es: Nunca
fr: Jamais
ko: 항상 안함

source: New Folder
es: Nueva carpeta
fr: Nouveau dossier
ko: 새 폴더

source: New Item
es: Nuevo elemento
fr: Nouvel objet
ko: 새 항목

source: New Password
es: Nueva contraseña
fr: Nouveau mot de passe
ko: 새 비밀번호

source: New Saved Search
es: Nueva búsqueda guardada
fr: Nouvelle recherche enregistrée
ko: 새로 저장된 검색

source: Newer Item Exists
es: Existe un elemento más reciente
fr: Un objet plus récent existe
ko: 새 항목 발견

source: No file format was selected
es: No se ha seleccionado ningún formato de archivo
fr: Aucun format de fichier sélectionné
ko: 선택된 파일 포맷이 없습니다

source: Not Authorized (Allow New Connections in Settings > Sync > Wi-Fi)
es: No autorizado (Permita nuevas conexiones en Ajustes > Sincronizar > Wi-Fi)
fr: Pas autorisé (autoriser nouvelles connexions dans Réglages > Synchronisation > Wi-Fi)
ko: 미인증 상태 (설정 > 동기화 > 와이파이에서 새 연결을 허용해야 합니다)

source: Not reachable
es: No accesible
fr: Injoignable
ko: 연결 불능

source: Notes
es: Notas
fr: Commentaires
ko: 노트

source: Nothing To Import
es: Nada que importar
fr: Rien à importer
ko: 불러올 항목이 없습니다

source: Offline
es: Fuera de línea
fr: Hors connexion
ko: 오프라인

source: OK
es: Aceptar
ko: 확인

source: Older Item Exists
es: Existe un elemento más antiguo
fr: Un objet plus ancien existe
ko: 기존 항목 발견

source: Other computers sharing the same Dropbox will lose 1Password data. Please use File > Restore on other computers.
es: El resto de equipos que comparten el mismo Dropbox perderá los datos de 1Password. Utilice Archivo > Restablecer en otros equipos.
fr: Si d'autres ordinateurs partagent la même Dropbox ils perdront les données 1Password. Veuillez utiliser Fichier > Restaurer sur les autres ordinateurs.
ko: 진행하면 Dropbox와 연동된 다른 컴퓨터에서 1Password 데이터가 삭제됩니다. 다른 컴퓨터에서 파일 > 복원을 사용하세요.

source: Password
es: Contraseña
fr: Mot de passe
ko: 비밀번호

source: Password hint required
es: El recordatorio de contraseña es obligatorio
fr: Indice mot de passe requis
ko: 비밀번호 힌트가 필요합니다

source: Password Strength
es: Nivel de seguridad de la contraseña
fr: Sécurité mot de passe
ko: 비밀번호 보안성

source: Please contact AgileBits support.
es: Póngase en contacto con el servicio de asistencia técnica de AgileBits.
fr: Veuillez contacter l'assistance AgileBits
ko: AgileBits 고객지원으로 문의 바랍니다.

source: Please enter password hint.
es: Introduzca el recordatorio de contraseña.
fr: Veuillez entrer l'indice mot de passe.
ko: 비밀번호 힌트를 입력하세요.

source: Please enter your Mac OS X password. Extended Attributes will be repaired,
es: Introduzca su contraseña de Mac OS X. Los atributos ampliados se repararán,
fr: Veuillez entrer votre mot de passe Mac OS X. Attributs Avancés seront réparés,
ko: 맥 OS X 비밀번호를 입력하세요. 확장 속성은 복구됩니다.

source: Please enter your Mac OS X password. Folder permissions will be reset,
es: Introduzca su contraseña de Mac OS X. Los permisos de carpeta se restablecerán,
fr: Veuillez entrer votre mot de passe Mac OS X. La permission des dossiers sera réinitialisée,
ko: 맥 OS X 비밀번호를 입력하세요. 폴더 권한은 초기화됩니다.

source: Please enter your Mac OS X password. The Launch Services database will be reset,
es: Introduzca su contraseña de Mac OS X. La base de datos Launch Services se restablecerá,
fr: Veuillez entrer votre mot de passe Mac OS X. La base de données du Service Lancement sera réinitialisée,
ko: 맥 OS X 비밀번호를 입력하세요. 시작 서비스 데이터베이스는 초기화됩니다.

source: Please make sure Dropbox is installed and running.
es: Asegúrese de que Dropbox esté instalado y funcionando.
fr: Veuillez vous assurer que Dropbox est installé et qu'il fonctionne.
ko: Dropbox 설치 및 실행 여부를 확인하세요.

source: Please make sure the file you are using for import is correct.
es: Asegúrese de que el archivo que está utilizando para la importación sea correcto.
fr: Vérifiez que le fichier utilisé pour l'importation est correct.
ko: 불러오고자 하는 파일이 유효한지 확인하세요.

source: Please memorize the new master password.
es: Memorice la nueva contraseña principal.
fr: Mémorisez le nouveau mot de passe principal.
ko: 새 마스터 비밀번호를 기억해두세요.

source: Please restart 1Password.
es: Vuelva a iniciar 1Password.
fr: Veuillez redémarrer 1Password.
ko: 1Password를 재시작하세요.

source: Please try again.
es: Inténtelo de nuevo.
fr: Veuillez réessayer.
ko: 다시 시도하세요.

source: Please type your Mac OS X password
es: Introduzca su contraseña de Mac OS X
fr: Veuillez entrer votre mot de passe Mac OS X
ko: 맥 OS X 비밀번호를 입력하세요.

source: Previously imported objects were removed from the list.
es: Los objetos importados previamente han sido eliminados de la lista.
fr: Les objets précédemment importés ont été effacés de la liste.
ko: 이전 불러오기 항목들은 목록에서 제거되었습니다.

source: Proceed?
es: ¿Quieres continuar?
fr: Continuer ?
ko: 진행할까요?

source: Processing
es: Procesando
fr: Traitement
ko: 진행중

source: Processing Attachments (step 2 of 2)
es: Procesando documentos adjuntos (paso 2 de 2)
fr: Traitement des pièces jointes (étape 2 sur 2)
ko: 첨부파일 처리중 (2/2단계)

source: Processing Data (step 1 of 2)
es: Procesando datos (paso 1 de 2)
fr: Traitement des données (étape 1 sur 2)
ko: 첨부파일 처리중 (1/2단계)

source: Reverse Sort Order
es: Revertir orden de clasificación
fr: Inverser ordre de classement
ko: 정렬순서 반전

source: Same Item Exists
es: Existe un elemento igual
fr: Un objet identique existe
ko: 동일 항목 발견

source: Search
es: Buscar
fr: Rechercher
ko: 검색

source: Search:
es: Buscar:
fr: Rechercher:
ko: 검색:

source: Secure Notes
es: Notas seguras
fr: Notes sécurisées
ko: 안심 노트

source: Secure storage for any free-form text.
es: Almacenamiento seguro para cualquier texto de formato libre.
fr: Stockage sécurisé pour tout type de format de texte.
ko: 자유형식 텍스트 저장을 위한 안전 보관함

source: Secure storage for computer accounts, including email, file sharing and MobileMe credentials.
es: Almacenamiento seguro para cuentas electrónicas, incluyendo correo electrónico, archivos compartidos y credenciales de MobileMe.
fr: Stockage sécurisé pour comptes ordinateurs, incluant e-mail, partage de fichier et identifiants MobileMe.
ko: 이메일, 파일 공유 서비스 및 MobileMe 접속 인증정보 등 각종 컴퓨터 계정을 위한 안전 보관함

source: Secure storage for financial and personal information, including credit cards and bank accounts.
es: Almacenamiento seguro para información financiera y personal, incluyendo tarjetas de crédito y cuentas bancarias.
fr: Stockage sécurisé pour informations financières et personnelles, incluant cartes de crédits et comptes bancaires.
ko: 신용카드, 은행계좌 등 금융정보 및 개인정보 저장을 위한 안전 보관함

source: Security
es: Seguridad
fr: Sécurité
ko: 보안

source: Select Import Format
es: Seleccionar formato de importación
fr: Choix du format d'importation
ko: 불러오기 형식 선택

source: Selected Section
es: Sección seleccionada
fr: Section choisie
ko: 선택 영역

source: Send items to Trash
es: Enviar elementos a la Papelera
fr: Jeter des objets à la Corbeille
ko: 휴지통으로 항목 이동

source: Service or Application Name
es: Nombre de servicio o aplicación
fr: Nom du service ou de l'application
ko: 서비스 또는 애플리케이션 이름

source: Shelves
es: Estantes
fr: Étagères
ko: 선반

source: Show Activity
es: Mostrar actividad
fr: Afficher l'activité
ko: 활동 보기

source: Show Toolbar
es: Mostrar barra de herramientas
fr: Afficher la barre d'outils
ko: 도구모음 보기

source: Skip
es: Saltar
fr: Passer
ko: 건너뛰기

source: Software
fr: Programme
ko: 소프트웨어

source: Stop using Dropbox
es: Dejar de utilizar Dropbox
fr: Arrêter d'utiliser Dropbox
ko: Dropbox 사용 중지

source: Stop Using Dropbox?
es: ¿Desea dejar de utilizar Dropbox?
fr: Arrêter d'utiliser Dropbox?
ko: Dropbox 사용을 중지할까요?

source: Sync
es: Sincronización
fr: Synchroniser
ko: 동기화

source: Sync with %@
es: Sincronización con %@
fr: Synchroniser avec %@
ko: %@ 동기화

source: Tag
es: Etiqueta
fr: Mot-clé
ko: 태그

source: Terrible
fr: Très mauvaise
ko: 매우 낮음

source: The current password is not correct
es: La contraseña actual no es correcta
fr: Le mot de passe actuel est incorrect
ko: 현재 비밀번호가 올바르지 않습니다.
