Repository: AgileBits/onepassword-osx-translations
Catalog: *.lproj/Localizable.strings
Languages: de, it, ja, ru, zh_hans

source: %1$d of %2$d - %3$@
de: %1$d von %2$d - %3$@
it: %1$d di %2$d - %3$@
ja: %2$dの%1$d- %3$@
zh_hans: %1$d/%2$d - %3$@

source: 1Password can only run from the Applications folder
de: 1Password kann nur aus dem Anwendungsordner ausgeführt werden.
it: 1Password può essere eseguito soltanto dalla cartella Applicazioni
ja: 1Password がアプリケーションフォルダからでないと実行できない
ru: 1Password запускается только из папки приложений
zh_hans: 1Password 仅可在应用程序文件中运行

source: 1Password could not be unlocked with the password you provided. Please verify the password and try again.
de: 1Password konnte mit dem angegebenen Passwort nicht freigeschaltet werden. Bitte überprüfen Sie das Passwort und versuchen Sie es erneut.
it: 1Password non può essere sbloccato con la password inserita. Verifica la password e riprova.
ja: 1Password は提供されたパスワードでロック解除ができませんでした。パスワードを確認し、もう一度試してください。
ru: Не удалось разблокировать 1Password с помощью введенного пароля. Проверьте пароль и повторите попытку.
zh_hans: 无法使用您提供的密码解锁 1Password，请检查密码并重试。

source: 1Password failed to start its helper
de: 1Password konnte das Hilfeprogramm nicht starten.
it: Impossibile avviare l'helper di 1Password
ja: 1Password がヘルパーの起動に失敗
ru: 1Password не удалось запустить помощник
zh_hans: 1Password 无法启动帮助程序

source: 1Password File '%@' is incorrect or damaged. Please choose another file.
de: Die 1Password-Datei /"%@/" ist fehlerhaft oder beschädigt. Bitte wählen Sie eine andere Datei.
it: Il file '%@' di 1Password non è valido o è danneggiato. Seleziona un altro file.
ja: 1Password ファイル '%@' は不正または破損しています。別のファイルを選択してください。
ru: Файл 1Password '%@' неверен или поврежден. Выберите другой файл.
zh_hans: 1Password 文件 '%@' 不正确或已损坏。请选择另一个文件。

source: 1Password Interchange Format
de: 1Password-Austauschformat
it: Formato di interscambio di 1Password
ja: 1Password の互換形式
ru: Формат обмена 1Password
zh_hans: 1Password 交换格式

source: A backup copy of your data was created before the merge.
de: Vor dem Zusammenführen wurde eine Sicherungskopie Ihrer Daten erstellt.
it: È stata creata una copia di backup dei dati prima dell'unione.
ja: データのバックアップコピーがマージ前に作成されました。
ru: Резервная копия данных создана перед объединением
zh_hans: 合并之前已为您的数据创建备份副本。

source: A backup copy of your original data was also created
de: Es wurde auch eine Sicherungskopie Ihrer Originaldaten erstellt.
it: È stata creata anche una copia di backup dei dati originali.
ja: 元のデータのバックアップコピーも作成されました
ru: Также создана резервная копия исходных данных
zh_hans: 同时亦为您的原始数据创建了备份副本

source: A Ruby interpreter is required to perform your request, however Ruby cannot be found on this system. Please contact AgileBits for assistance.
de: Für Ihre Anfrage wird ein Ruby-Interpreter benötigt, aber Ruby konnte in diesem System nicht gefunden werden. Bitte wenden Sie sich AgileBits.
it: È necessario un Interprete di Ruby per eseguire la richiesta. Tuttavia, Ruby non è stato riscontrato nel sistema. Contatta AgileBits per ricevere assistenza tecnica.
ja: Ruby インタプリタがあなたの要求を実行する必要がありますが、Ruby はこのシステム上にみつかりません。ご質問は AgileBits にお問い合わせください。
ru: Для выполнения запроса требуется интерпретатор Ruby, который не найден в системе. Обратитесь за помощью в компанию AgileBits.
zh_hans: 需要使用 Ruby 解释器来执行您的请求，但未在此系统上发现 Ruby。请联系 AgileBits 以获得帮助。

source: Adding Sample Data
de: Beispieldaten werden hinzugefügt.
it: Aggiunta di dati campione
ja: サンプルデータ追加
ru: Добавляются образцы объектов
zh_hans: 正在添加样本数据

source: Apply to all
de: Auf alle anwenden
it: Applica a tutto
ja: すべてに適用
ru: Применить ко всем
zh_hans: 全部应用

source: Backup failed: %@
de: Sicherung fehlgeschlagen: %@
it: Backup non riuscito: %@
ja: バックアップ失敗: %@
ru: Резервное копирование не выполнено: %@
zh_hans: 备份失败：%@

source: Backup up existing data...
de: Bestehende Daten werden gesichert...
it: Backup dei dati esistenti in corso...
ja: 既存データのバックアップ...
ru: Резервное копирование существующих данных...
zh_hans: 备份现有数据...

source: Cancel
de: Abbrechen
it: Annulla
ja: キャンセル
ru: Отмена
zh_hans: 取消

source: Cannot merge selected file with your data
de: Ausgewählte Datei kann nicht mit Ihren Daten zusammengeführt werden.
it: Impossibile unire il file selezionato ai tuoi dati
ja: 自分のデータで選択したファイルをマージすることはできません
ru: Выбранный файл невозможно объединить с вашими данными
zh_hans: 无法将所选文件与您的数据进行合并

source: Continue
de: Weiter
it: Continua
ja: 続行
ru: Продолжить
zh_hans: 继续

source: Continue, Dropbox sync is complete!
de: Fortsetzen, Dropbox-Synchronisierung ist abgeschlossen!
it: Continua, sincronizzazione con Dropbox completata!
ja: 続行、Dropbox 同期完了！
ru: Продолжить, синхронизация с Dropbox выполнена!
zh_hans: 继续，Dropbox 同步完成！

source: Copying file...
de: Datei wird kopiert...
it: Copia del file in corso...
ja: ファイルをコピー...
ru: Копирование файла...
zh_hans: 正在复制文件...

source: Copying new file...
de: Neue Datei wird kopiert...
it: Copia del nuovo file in corso...
ja: 新規ファイルをコピー...
ru: Копирование нового файла...
zh_hans: 正在复制新文件...

source: Create New
de: Neu erstellen
it: Crea nuovo
ja: 新規作成
ru: Создать
zh_hans: 新建

source: Deleting existing file...
de: Bestehende Datei wird gelöscht...
it: Elimina file esistente...
ja: 既存ファイルの削除...
ru: Удаление существующего файла...
zh_hans: 正在删除现有文件...

source: Do you want to create another entry?
de: Möchten Sie einen anderen Eintrag erstellen?
it: Vuoi creare un'altra voce?
ja: 別のエントリを作成しますか？
ru: Создать другую запись?
zh_hans: 您是否要创建另一个条目？

source: E-mail address is not valid.
de: E-Mail-Adresse ist nicht gültig.
it: Indirizzo e-mail non valido.
ja: E メールアドレスが有効ではありません。
ru: E-mail адрес недействителен.
zh_hans: 电子邮件地址无效。

source: E-mail should be of the format name@domain.com.
de: E-Mail-Adresse muss das Format name@domain.com aufweisen.
it: L'indirizzo e-mail dovrebbe essere nel seguente formato: nome@dominio.com.
ja: E メールの書式は name@domain.com にしてください。
ru: E-mail должна быть в формате name@domain.com.
zh_hans: 电子邮件格式应为 name@domain.com。

source: Enter your master password to change this setting
de: Geben Sie Ihr Master-Passwort ein, um diese Einstellung zu ändern.
it: Inserisci la password generale per modificare questa impostazione
ja: この設定を変更するにはマスターパスワードを入力してください。
ru: Введите мастер-пароль, чтобы изменить этот параметр
zh_hans: 请输入您的主密码以更改此设置

source: Enter your master password to unlock 1Password.
de: Geben Sie Ihr Master-Passwort ein, um 1Password freizuschalten.
it: Inserisci la password generale per sbloccare 1Password.
ja: マスターパスワードを入力し、1Password のロックを解除してください。
ru: Введите Ваш мастер-пароль для разблокировки 1Password.
zh_hans: 请输入主密码以解锁 1Password。

source: Failed to copy '%1$@' to '%2$@': %3$@
de: Kopieren von "%1$@" nach "%2$@" fehlgeschlagen: %3$@
it: Impossibile copiare '%1$@' in '%2$@': %3$@
ja: '%1$@’を'%2$@へコピーすることに失敗しました：%3$@
ru: Не удалось скопировать '%1$@' в '%2$@': %3$@
zh_hans: 无法复制'%1$@'至'%2$@'：%3$@

source: Failed to copy selected file
de: Kopieren der ausgewählten Datei fehlgeschlagen
it: Copia del file selezionato non riuscita
ja: 選択したファイルのコピーに失敗しました
ru: Не удалось скопировать выбранный файл
zh_hans: 无法复制所选文件

source: Failed to Go & Fill
de: Aufrufen und Ausfüllen fehlgeschlagen
it: Go & Fill non riuscito
ja: Go & Fill に失敗しました
ru: Не удалось Открыть и Заполнить
zh_hans: 无法自动登录

source: Failed to launch browser for the url: %@
de: Browserstart für URL fehlgeschlagen: %@
it: Impossibile avviare il browser dall'URL: %@
ja: 次の URL に対してブラウザを起動できませんでした：%@
ru: Не удалось запустить браузер для URL: %@
zh_hans: 无法启动浏览器打开 URL：%@

source: Failed to open web page: %@
de: Öffnen der Webseite fehlgeschlagen:%@
it: Impossibile aprire la pagina Web: %@
ja: ウェブページを開くことに失敗しました： %@
ru: Не удалось открыть веб-страницу:%@
zh_hans: 无法打开网页：%@

source: Failed to rename '%1$@' to '%2$@': %3$@
de: Umbenennen von "%1$@" zu "%2$@" fehlgeschlagen: %3$@
it: Impossibile rinominare '%1$@' in '%2$@': %3$@
ja: '%1$@' を '%2$@'に名前を変更することに失敗しました： %3$@
ru: Не удалось переименовать '%1$@' в '%2$@': %3$@
zh_hans: 无法重命名'%1$@' 至'%2$@'：%3$@

source: Failed to resolve URL bookmark.
de: Entfernen des URL-Lesezeichens fehlgeschlagen
it: Impossibile risolvere il segnalibro URL.
ja: URL のブックマークの解決ができませんでした。
ru: Не удалось разрешить URL-закладку
zh_hans: 无法解析 URL 书签。

source: Failed to resolve URL bookmark: %@
de: Entfernen des URL-Lesezeichens fehlgeschlagen: %@
it: Impossibile risolvere il segnalibro URL: %@
ja: URL のブックマークの解決に失敗しました：%@
ru: Не удалось разрешить URL-закладку: %@
zh_hans: 无法解析 URL 书签：%@

source: Find Existing 1Password File
de: Bestehende 1Password-Datei suchen
it: Trova il file 1Password esistente
ja: 既存の 1Password ファイルを検索する
ru: Найти существующий файл 1Password
zh_hans: 查找现有 1Password 文件

source: Folders
de: Ordner
it: Cartelle
ja: フォルダ
ru: Папки
zh_hans: 文件夹

source: Go Back
de: Zurück
it: Torna indietro
ja: 戻る
ru: Назад
zh_hans: 返回

source: I have found a new data file in Dropbox: %@ It looks like you've recently synced your data with Dropbox. Would you like me to use this data file (recommended)?
de: Es wurde eine neue Datei in Dropbox gefunden: %@ Es scheint, dass Sie Ihre Daten kürzlich mit Dropbox synchronisiert haben. Soll diese Datei verwendet werden (empfohlen)?
it: Ho trovato un nuovo file di dati in Dropbox: %@ Pare che di recente tu abbia sincronizzato i dati con Dropbox. Vuoi che utilizzi questo file di dati (azione consigliata)?
ja: Dropbox: %@ に新しいデータファイルがみつかりました。あなたはどうやら最近 Dropbox とデータを同期したようです。このデータファイルを使いますか（推奨）？
ru: В Dropbox обнаружены новые данные: %@ Недавно была выполнена синхронизация данных с Dropbox. Использовать этот файл данных (recommended)?
zh_hans: 我在 Dropbox 中发现了一个新数据文件： %@ 您最近似乎与 Dropbox 进行了数据同步。您想使用这个数据文件吗？（推荐）

source: Importing...
de: Wird importiert...
it: Importazione...
ja: インポート...
ru: Импорт...
zh_hans: 正在导入...

source: Incorrect File Type
de: Falscher Dateityp
it: Tipo di file non valido
ja: 不正なファイルタイプ
ru: Неверный тип файла
zh_hans: 文件类型不正确

source: Invalid path: %@
de: Ungültiger Pfad: %@
it: Percorso non valido: %@
ja: 不正なパス: %@
ru: Недопустимый путь: %@
zh_hans: 路径无效：%@

source: Is the Dropbox Sync Complete?
de: Ist die Dropbox-Synchronisierung abgeschlossen?
it: La sincronizzazione con Dropbox è completa?
ja: Dropbox の同期は完了しましたか？
ru: Синхронизация с Dropbox выполнена?
zh_hans: 是否完成 Dropbox 同步？

source: Learn How to Resolve This
de: Erfahren Sie, wie das behoben wird
it: Come posso risolverlo?
ja: 解決方法を学ぶ
ru: Сведения о решении проблемы
zh_hans: 了解如何解决此问题

source: Lock 1Password
de: 1Password sperren
it: Blocca 1Password
ja: 1Password をロック
ru: Запереть 1Password
zh_hans: 锁定 1Password

source: Master Password Does Not Match
de: Master-Passwort stimmt nicht überein.
it: La password generale non corrisponde
ja: マスターパスワードが一致しません
ru: Пароли не совпадают
zh_hans: 主密码不匹配

source: Merge
de: Zusammenführen
it: Unisci
ja: マージ
ru: Объединение
zh_hans: 合并

source: Merge will combine the contents of the selected file with your current data. Replace will remove your existing data and copy over the selected file.
de: Beim Zusammenführen wird der Inhalt der ausgewählten Datei mit Ihren aktuellen Daten kombiniert. Beim Ersetzen werden Ihre bestehenden Daten entfernt und die ausgewählte Datei wird überschrieben.
it: L'opzione Unisci consente di unire i contenuti del file selezionato con quelli attuali. L'opzione Sostituisci consente di rimuovere i dati esistenti e di sovrascrivere il file selezionato.
ja: マージは選択したファイルのコンテンツと現在のデータを組み合わせます。 置換は既存のデータを削除し、選択されたファイルをコピーします。
ru: Операции объединения обеспечивает слияние содержимого выбранного файла с текущими данными. В случае замены существующие даные будут удалены, а новые - скопированы в выбранный файл.
zh_hans: 合并会将所选文件的内容与您的当前数据合并。 替换会删除您的现有数据并使用所选文件替换。

source: Merging data...
de: Daten werden zusammengeführt...
it: Unione dati in corso...
ja: データのマージ...
ru: Объединение данных
zh_hans: 正在合并数据...

source: Newer 1Password File Found In Dropbox
de: Neuere 1Password-Datei in Dropbox gefunden
it: Trovato file 1Password più recente in Dropbox
ja: Dropbox に最新の 1Password ファイルがある
ru: Более новый файл паролей 1Password обнаружен Dropbox
zh_hans: 在 Dropbox 找到较新的 1Password 文件

source: No, do not change data file
de: Nein, Datei nicht ändern
it: No, non modificare il file di dati
ja: いいえ、データファイルを変更しません
ru: Не изменять данные
zh_hans: 否，请勿更改数据文件

source: One moment please...
de: Einen Moment bitte...
it: Attendere...
ja: しばらくお待ちください...
ru: Один момент, пожалуйста...
zh_hans: 请稍候...

source: Operation Failed
de: Vorgang fehlgeschlagen
it: Operazione non riuscita
ja: 操作は失敗しました
ru: Операция не выполнена
zh_hans: 操作失败

source: Password Hint
de: Passworthinweis
it: Suggerimento password
ja: パスワードのヒント
ru: Подсказка
zh_hans: 密码提示

source: Password Hint is Missing
de: Passworthinweis fehlt.
it: Suggerimento password mancante
ja: パスワードのヒントがありません
ru: Подсказка не введена
zh_hans: 未填写密码提示

source: Password is too long for Login
de: Passwort ist zu lang für Login-Daten.
it: Password troppo lunga per l'accesso
ja: ログインのパスワードが長すぎます
ru: Пароль слишком длинный для Логина
zh_hans: 密码对于登录过长

source: Please enter at least one character.
de: Geben Sie mindestens ein Zeichen ein.
it: Inserisci almeno un carattere.
ja: 最低でも 1 文字入力してください。
ru: Введите минимум один символ.
zh_hans: 请至少输入一个字符。

source: Please enter the master password again.
de: Geben Sie das Master-Passwort erneut ein.
it: Inserisci di nuovo la password generale.
ja: もう一度マスターパスワードをご入力ください。
ru: Пожалуйста, введите мастер пароль ещё раз.
zh_hans: 请再次输入主密码。

source: Please enter the password hint.
de: Geben Sie den Passworthinweis ein.
it: Inserisci il suggerimento password.
ja: パスワードヒントをご入力ください。
ru: Пожалуйста введите подсказку пароля.
zh_hans: 请输入密码提示。

source: Please install 1Password in Applications
de: Installieren Sie 1Password unter /"Anwendungen/".
it: Installa 1Password in Applicazioni
ja: 1Password はアプリケーションにインストールしてください
ru: Установите 1Password в папку приложений
zh_hans: 请将 1Password 安装在应用程序文件夹下

source: Please make sure that the Dropbox icon in your menu bar at the top of your screen is not spinning (it animates while syncing). Click the icon and make sure that "All files up to date" is displayed in the Dropbox menu. If you do not see the Dropbox icon, please make sure Dropbox application is started.
de: Stellen Sie sicher, dass sich das Dropbox-Symbol in Ihrer Menüleiste am oberen Bildschirmrand nicht dreht (Animierung weist auf laufende Synchronisierung hin). Klicken Sie auf das Symbol und vergewissern Sie sich, dass im Dropbox-Menü der Hinweis "Alle Dateien auf dem neuesten Stand" angezeigt wird. Wenn Sie das Dropbox-Symbol nicht sehen, prüfen Sie, ob die Dropbox-Anwendung ausgeführt wird.
it: Assicurati che l'icona Dropbox nella barra dei menu in alto sulla schermata non stia girando (si anima mentre avviene la sincronizzazione). Clicca l'icona e assicurati che venga visualizzato "Tutti i file aggiornati" nel menu di Dropbox. Se non visualizzi l'icona Dropbox assicurati di aver avviato l'applicazione Dropbox.
ja: 画面上部のメニューバーの Dropbox アイコンが回転しないようにします（同期中は動きます）。 アイコンをクリックし、”全てのデータを更新”が Dropbox メニューに表示されていることを確認してください。 Dropbox アイコンがない場合は、Dropbox アプリケーションが起動していることを確認してください。
ru: Убедитесь, что значок Dropbox в строке меню в верхней части экрана не вращается (значок анимируется при синхронизации). Щелкните значок и убедитесь, что в меню Dropbox отображается сообщение "All files up to date". Если значок Dropbox не отображается, убедитесь, что приложение Dropbox запущено.
zh_hans: 请确保屏幕上方菜单栏的 Dropbox 图标非处于旋转状态（同步时显示的动画效果）。 点击该图标，并确保 Dropbox 菜单显示"所有文件已是最新"。 如果未看到 Dropbox 图标，请确认 Dropbox 应用程序是否已启动。

source: Please select another file
de: Bitte wählen Sie eine andere Datei.
it: Seleziona un altro file
ja: 他のファイルを選択してください
ru: Выберите другой файл
zh_hans: 请选择另一个文件

source: Please wait...
de: Bitte warten...
it: Attendere...
ja: しばらくお待ちください...
ru: Пожалуйста, подождите...
zh_hans: 请稍候...

source: Processing Data
de: Daten werden verarbeitet.
it: Dati in elaborazione
ja: データを処理中です
ru: Обработка данных
zh_hans: 正在处理数据

source: Quit
de: Beenden
it: Esci
ja: 終了
ru: Выход
zh_hans: 退出

source: Replace
de: Ersetzen
it: Sostituisci
ja: 置換
ru: Заменить
zh_hans: 替换

source: Restore
de: Wiederherstellen
it: Ripristina
ja: 復元
ru: Восстановить
zh_hans: 还原

source: Restore Backup
de: Sicherung wiederherstellen
it: Ripristina backup
ja: バックアップを復元する
ru: Восстановить резервную копию
zh_hans: 还原备份

source: Save
de: Speichern
it: Salva
ja: 保存
ru: Сохранить
zh_hans: 保存

source: Shorten Password and Fill
de: Passwort kürzen und ausfüllen
it: Accorcia password e inserisci
ja: パスワードを短縮して入力
ru: Сократить пароль и заполнить
zh_hans: 缩短密码并填充

source: Starting...
de: Wird gestartet...
it: Avvio in corso...
ja: 開始...
ru: Запуск...
zh_hans: 正在开始...

source: Stopping...
de: Wird angehalten...
it: Interruzione in corso...
ja: 終了...
ru: Остановка...
zh_hans: 正在停止...

source: Tags
de: Markierungen
it: Tag
ja: タグ
ru: Ярлыки
zh_hans: 标签

source: The application will update all items in the data file. This might take a few minutes...
de: Die Anwendung aktualisiert alle Objekte in der Datei. Dies kann einige Minuten dauern...
it: L'applicazione aggiornerà tutti gli elementi nel file di dati. L'operazione potrebbe richiedere qualche minuto...
ja: アプリケーションはデータファイル内のすべての項目をアップデートします。これには数分かかります...
ru: Приложение обновит все элементы в файле данных. Это может занять несколько минут...
zh_hans: 应用程序将更新数据文件中的所有项目。这可能需要几分钟的时间...

source: The data file has been rebuilt. The application will now reload the data.
de: Die Datei wurde wiederhergestellt. Die Anwendung lädt die Daten jetzt neu.
it: Il file di dati è stato ricreato. Ora l'applicazione ricaricherà i dati.
ja: データファイルが再構築されました。アプリケーションはデータをリロードします。
ru: Файл данных перестроен. Приложение перезагрузит данные.
zh_hans: 数据文件已经重建。应用程序现在将重新加载数据。

source: The file you selected was copied and is ready to use.
de: Die ausgewählte Datei wurde kopiert und steht zur Verwendung bereit.
it: Il file selezionato è stato copiato ed è pronto all'uso.
ja: 選択したファイルがコピーされ、使用できるようになりました。
ru: Выбранный файл скопирован и готов к использованию
zh_hans: 所选文件已复制并就绪。

source: The original file will remain intact.
de: Die Originaldatei bleibt unverändert.
it: Il file originale rimarrà intatto.
ja: 元のファイルはそのまま残ります。
ru: Исходный файл остался на месте.
zh_hans: 原始文件将保留不变。

source: The password can not be blank
de: Das Passwort darf nicht nicht leer sein.
it: Il campo password non può rimanere vuoto.
ja: パスワードは空白にすることはできません
ru: Пароль не может быть пустым.
zh_hans: 密码不能为空

source: This data file is not valid and cannot be used by 1Password
de: Diese Datei ist ungültig und kann von 1Password nicht genutzt werden.
it: Questo file di dati non è valido e non può essere usato da 1Password
ja: このデータファイルは有効ではなく、1Password で使用できません。
ru: Файл данных неверен и не может использоваться 1Password
zh_hans: 此数据文件无效，无法用于 1Password

source: This file is a 1Password Interchange File. Use File > Import menu to import this file.
de: Diese Datei ist eine 1Password-Datenaustauschdatei. Gehen Sie zu /"Datei > Importieren/", um diese Datei zu importieren.
it: Questo è un file di interscambio di 1Password. Per importarlo, vai su File > Importa.
ja: このファイルは1Password Interchange ファイルです。 ファイル使用 > インポートメニューでこのファイルをインポートします。
ru: Это файл обмена 1Password. Используйте меню Файл > Импорт, чтобы импортировать его.
zh_hans: 此文件为 1Password 交换格式文件。 请使用文件 > 导入菜单以导入此文件。

source: This file is not a 1Password backup. Please select a .agilekeychain_zip or .agilekeychain_backup file.
de: Diese Datei ist keine 1Password-Sicherung. Wählen Sie eine Datei mit der Erweiterung .agilekeychain_zip oder .agilekeychain_backup.
it: Il file non è un backup di 1Password. Seleziona un file .agilekeychain_zip o un file .agilekeychain_backup.
ja: このファイルはこのファイルは1Password のバックアップではありません。 .agilekeychain_zip または .agilekeychain_backup ファイルを選択してください。
ru: Этот файл не является резервной копией 1Password. Найдите файл .agilekeychain_zip или .agilekeychain_backup file.
zh_hans: 此文件不是 1Password 备份文件。 请选择一个 .agilekeychain_zip 或 .agilekeychain_backup 文件。

source: This problem is often caused by incorrect file permissions. Please search 1Password Knowledge Base for 'helper startup' or contact us at support@agilebits.com for more information.
de: Dieses Problem entsteht häufig durch falsche Dateiberechtigungen. Suchen Sie in der Knowledge Base von 1Password nach Informationen zum Start des Hilfsprogramms oder wenden Sie sich an support@agilebits.com.
it: Questo problema è spesso causato da errate autorizzazioni del file. Consulta la Knowledge Base di 1Password per informazioni sull'avvio dell'helper (helper startup) oppure contattaci scrivendo a support@agilebits.com per ulteriori dettagli.
ja: この問題は、しばしば誤ったファイルアクセス権によって起ります。 1Password Knowledge Base で「ヘルパーの起動」を検索するか、さらに詳しい情報についてはsupport@agilebits.com にお問い合わせください。
ru: Эта проблема часть связана с неверными разрешениями доступа к файлам. Выполните поиск по базе знаний 1Password, указав термин helper startup, или свяжитесь с нами по адресу support@agilebits.com для получения дополнительных сведений.
zh_hans: 此问题通常是由不正确的文件权限造成。 请在 1Password 知识库搜索“启动帮手程序”或联系 support@agilebits.com 了解更多信息。

source: This web page accepts passwords up to %jd characters in length.
de: Diese Webseite akzeptiert Passwörter mit einer Länge von bis zu %jd Zeichen.
it: Questa pagina Web accetta password di un massimo di %jd caratteri.
ja: このウェブページは %jd 文字までの長さのパスワードを受け入れます。
ru: Эта веб-страница принимает пароли до %jd символов.
zh_hans: 此网页接受的密码长度最长为 %jd 个字符。

source: This will replace your current 1Password data with the selected backup.
de: Dadurch werden Ihre bestehenden 1Password-Daten durch die ausgewählte Sicherung ersetzt.
it: Questo sostituirà i tuoi attuali dati di 1Password con il backup selezionato.
ja: これは現在の 1Password データを選択されたバックアップと置換します。
ru: В результате текущие данные 1Password будут заменены выбранной резервной копией.
zh_hans: 此操作将使用所选备份文件替换 当前 1Password 数据。

source: To import this file, set up 1Password as a new user and then choose File > Import...
de: Um diese Datei zu importieren, richten Sie 1Password mit einem neuen Benutzer ein und wählen /"Datei > Importieren"/...
it: Per importare questo file, configura 1Password come nuovo utente, quindi seleziona File > Importa...
ja: このファイルをインポートするには、1Password を新規ユーザーとして選択し、それからファイル>インポート…を選択します。
ru: Чтобы импортировать этот файл, настройте 1Password в качестве нового пользователя и выберите Файл > Импорт...
zh_hans: 要导入此文件，请为 1Password 设置一个新用户，然后选择文件 > 导入...

source: Try Again
de: Erneut versuchen
it: Riprova
ja: やり直す
ru: Повторить
zh_hans: 重试

source: Unable to unlock 1Password
de: 1Password kann nicht freigeschaltet werden.
it: Impossibile sbloccare 1Password
ja: 1Password をロック解除できません
ru: Невозможно разблокировать 1Password
zh_hans: 无法解锁 1Password

source: Unlock 1Password
de: 1Password freischalten
it: Sblocca 1Password
ja: 1Password をロック解除
ru: Открыть 1Password
zh_hans: 解锁 1Password

source: Unlock 1Password to Autosave the Login.
de: Schalten Sie 1Password frei,um die Login-Daten automatisch zu speichern.
it: Sblocca 1Password per salvare in automatico i dati di accesso.
ja: ログインを自動保存するには 1Password をロック解除してください。
ru: Разблокировать 1Password для автосохранения Логина.
zh_hans: 解锁 1Password 以自动保存登录信息。

source: Unlock 1Password to edit the item.
de: Schalten Sie 1Password frei, um das Objekt zu bearbeiten.
it: Sblocca 1Password per modificare l'elemento.
ja: その項目を編集するには 1Password をロック解除してください。
ru: Разблокировать 1Password для правки пункта.
zh_hans: 解锁 1Password 以编辑项目。

source: Unlock 1Password to fill credit card.
de: Schalten Sie 1Password frei, um die Kreditkartendaten anzugeben.
it: Sblocca 1Password per inserire la carta di credito.
ja: クレジットカード情報を入力するには、 1Password を解除してください。
ru: Разблокировать 1Password для ввода данных кредитной карты.
zh_hans: 解锁 1Password 以填充信用卡信息。
