Repository: agilebits/onepassword-osx-translations
Catalog: *.lproj/Preferences.strings
Languages: es, ja, pt

source: Cancel
es: Cancelar
ja: キャンセル
pt: Cancelar

source: Lock when screen saver is activated
es: Bloquear cuando el salvapantallas esté activado
ja: スクリーンセーバー実行時にロック
pt: Bloquear quando a protecção de ecrã for activada

source: Show helper icon in menu bar
es: Mostrar el icono del asistente en la barra del menú
ja: メニューバーにヘルパーアイコンを表示
pt: Mostrar ícone da aplicação auxiliar na barra de menus

source: Clear values copied to clipboard after
es: Eliminar los valores copiados en el portapapeles después de
ja: クリップボードにコピーされた値を消去：
pt: Limpar valores copiados para o clipboard após

source: Current Password:
es: Contraseña actual:
ja: 現在のパスワード：
pt: Palavra-passe actual:

source: Use Dropbox...
es: Utilizar Dropbox…
ja: Dropbox の使用...
pt: Usar Dropbox...

source: Browser Extensions
es: Extensiones del navegador
ja: ブラウザの拡張機能
pt: Extensões do navegador

source: Stop Using Dropbox...
es: Dejar de utilizar Dropbox…
ja: Dropbox の使用中止...
pt: Parar de usar Dropbox...

source: Automatically download icons and previews for new Logins
es: Descargar automáticamente iconos y vistas previas para nuevos inicios de sesión
ja: 新規ログインのアイコンとプレビューを自動でダウンロード
pt: Descarregar automaticamente ícones e pré-visualizações para novos dados de início de sessão

source: Install Browser Extensions
es: Instalar extensiones del navegador
ja: ブラウザ拡張機能のインストール
pt: Instalar extensões de navegador

source: Change Master Password...
es: Cambiar contraseña principal…
ja: マスターパスワードを変更...
pt: Alterar palavra-passe mestra...

source: Lock when sleeping
es: Bloquear mientras está en suspensión
ja: スリープ時にロック
pt: Bloquear ao entrar em pausa

source: Disable Lock and Unlock Animation
es: Deshabilitar bloqueo y desbloqueo de animación
ja: ロック無効化とアニメーション表示のロック解除
pt: Desactivar animação de bloqueio e desbloqueio

source: Unlocking
es: Desbloqueando
ja: ロック解除
pt: Desbloqueio

source: Browser Extensions
es: Extensiones del navegador
ja: ブラウザ拡張機能

source: Display in Sidebar
es: Mostrar en barra lateral
ja: サイドバーに表示
pt: Mostrar na barra lateral

source: Unlock when helper is unlocked
es: Desbloquear cuando el asistente esté bloqueado
ja: ヘルパーがロック解除されたらロック解除する
pt: Desbloquear quando a aplicação auxiliar é desbloqueada

source: Verify:
es: Verificar:
ja: 再入力：
pt: Verificar:

source: Download missing previews
es: Descargar las vistas previas que faltan
ja: 欠けているプレビューをダウンロード
pt: Descarregar pré-visualizações em falta

source: Master Password
es: Contraseña principal
ja: マスターパスワード

source: minutes of computer inactivity
es: minutos de inactividad del equipo
ja: コンピュータの非アクティブ状態時間（分）
pt: minutos de inactividade no computador

source: Enable Universal Unlock
es: Habilitar desbloqueo universal
ja: ユニバーサルロック解除の有効化
pt: Activar Desbloqueio Universal

source: Remove all previews...
es: Eliminar todas las vistas previas…
ja: すべてのプレビューを削除...
pt: Remover todas as pré-visualizações...

source: Press
es: Pulsar
ja: 押す
pt: Pressione

source: to show extension popup in your browser
es: para mostrar la extensión en su navegador
ja: お使いのブラウザでポップアップ拡張を表示するには
pt: para mostrar a extensão pop-up no seu navegador

source: Keyboard Shortcuts
es: Métodos abreviados de teclado
ja: キーボードショートカット
pt: Atalhos de teclado

source: help
es: ayuda
ja: ヘルプ
pt: ajuda

source: Login Previews
es: Vistas previas de inicio de sesión
ja: ログインプレビュー

source: Tags
es: Etiquetas
ja: タグ
pt: Etiquetas

source: seconds
es: segundos
ja: 秒後
pt: segundos

source: Clipboard Security
es: Seguridad del portapapeles
ja: クリップボードセキュリティ
pt: Segurança do clipboard

source: New Password:
es: Nueva contraseña:
ja: 新規パスワード：
pt: Nova palavra-passe:

source: Keep helper running to enable extension features
es: Mantenga el asistente encendido para habilitar las funciones de extensiones
ja: 拡張機能を有効にするためにヘルパーを実行し続ける
pt: Manter aplicação auxiliar em execução para permitir funcionalidades das extensões

source: Folders
es: Carpetas
ja: フォルダ
pt: Pastas

source: Your Data Stored In
es: Sus datos almacenados en
ja: にあなたのデータが格納されています
pt: Os seus dados armazenados em

source: Auto-Lock
es: Bloquear automáticamente
ja: 自動ロック
pt: Auto-bloqueio

source: Change Password
es: Cambiar contraseña
ja: パスワードを変更
pt: Alterar palavra-passe

source: Password Hint:
es: Recordatorio de contraseña:
ja: パスワードヒント：
pt: Dica de palavra-passe:

source: Lock after
es: Bloquear después de
ja: 使用されない時間
pt: Bloquear após

source: to fill Login in your browser
es: para introducir los datos de inicio de sesión en su navegador
ja: お使いのブラウザでログイン情報を入力するには
pt: para preencher dados de início de sessão no seu navegador

source: Generated Passwords
es: Contraseñas generadas
ja: 生成パスワード
pt: Palavras-passe geradas
