Repository: AgileBits/onepassword-osx-translations
Catalog: *.lproj/Preferences.strings
Languages: ar, cs, de, fr, it, ko, nl, pl, ru, sv, vi, zh_hans, zh_tw

source: Cancel
ar: إالغاء الامر
cs: Zrušit
de: Abbrechen
fr: Annuler
it: Annulla
ko: 취소
nl: Annuleren
pl: Anuluj
ru: Отменить
sv: Avbryt
vi: Hủy bỏ
zh_hans: 取消
zh_tw: 取消

source: Lock when screen saver is activated
ar: القفل عند تفعيل شاشة التوقف
cs: Uzamknout při aktivaci spořiče obrazovky
de: Sperren bei aktiviertem Bildschirmschoner
fr: Verrouiller lorsque l'économiseur d'écran est activé
it: Blocca quando è attivo il salvaschermo
ko: 화면보호기 실행 시 잠금
nl: Vergrendel bij activering van schermbeveiliging
pl: Zablokuj gdy wygaszacz ekranu został włączony
ru: Запереть при показе заставки
sv: Lås när skärmsläckaren aktiveras
vi: Khóa khi bảo vệ màn hình xuất hiện
zh_hans: 当屏幕保护程序激活时锁定
zh_tw: 啟動螢幕保護裝置程式時鎖定

source: Show helper icon in menu bar
ar: إظهار رمز المساعد في شريط القائمة
cs: Zobrazovat pomocnou ikonu v Řádku nabídek
de: Hilfesymbol in Menüleiste anzeigen
fr: Afficher l'icône d'aide sur la barre du menu
it: Mostra icona dell'helper nella barra dei menu
ko: 메뉴 바에 도우미 아이콘 표시
nl: Toon helper pictogram in menubalk
pl: Pokaż ikonę pomocnika w pasku menu
ru: Показать значок помощника в строке меню
sv: Visa Helper-ikonen i menyraden
vi: Hiện biểu tượng trợ giúp trên trình đơn
zh_hans: 在菜单栏显示帮助程序图标
zh_tw: 在功能表列中顯示小幫手圖示

source: Clear values copied to clipboard after
ar: مسح القيم المنسوخة للحافظة بعد
cs: Smazat hodnoty, zkopírované do schránky za
de: Einträge in Zwischenablage löschen nach
fr: Effacer à postériori les valeurs copiées vers le presse-papier
it: Cancella valori copiati negli Appunti dopo
ko: 복사 후 클립보드 비우기
nl: Verwijder opgeslagen waardes van klembord na
pl: Wyczyść wartości skopiowane do schowka po
ru: Удалять данные из буфера обмена по истечении
sv: Rensa värden kopierade till urklipp efter
vi: Xóa dữ liệu đã sao chép vào bộ nhớ tạm
zh_hans: 清空复制到剪切板的数据延时为
zh_tw: 清除複製到剪貼簿上的值

source: Current Password:
ar: كلمة المرور الحالية:
cs: Stávající heslo:
de: Aktuelles Passwort:
fr: Mot de passe actuel :
it: Password attuale:
ko: 현재 비밀번호:
nl: Huidig Wachtwoord:
pl: Obecne hasło:
ru: Текущий пароль:
sv: Nuvarande lösenord:
vi: Mật khẩu hiện tại:
zh_hans: 当前密码：
zh_tw: 目前密碼：

source: Use Dropbox...
ar: استخدم Dropbox...
cs: Používat Dropbox...
de: Dropbox verwenden...
fr: Utiliser Dropbox...
it: Usa Dropbox...
ko: Dropbox 사용...
nl: Gebruik Dropbox...
pl: Korzystaj z Dropbox...
ru: Использовать Dropbox...
sv: Använd Dropbox...
vi: Dùng Dropbox...
zh_hans: 使用 Dropbox...
zh_tw: 使用Dropbox...

source: Browser Extensions
ar: إضافات المتصفح
cs: Rozšíření prohlížeče
de: Browser-Erweiterungen
fr: Extensions du navigateur
it: Estensioni del browser
ko: 브라우저 확장도구
nl: Browser-extensies
pl: Rozszerzenia przeglądarki
ru: Расширения браузера
sv: Webbläsartillägg
vi: Phần mở rộng trình duyệt
zh_hans: 浏览器扩展
zh_tw: 瀏覽器擴充元件

source: Stop Using Dropbox...
ar: إيقاف استخدام Dropbox...
cs: Přestat používat Dropbox...
de: Nutzung von Dropbox beenden...
fr: Stopper l'utilisation de Dropbox...
it: Interrompi l'uso di Dropbox...
ko: Dropbox 사용 중지...
nl: Stop met gebruik van Dropbox...
pl: Zrezygnuj z używania Dropbox...
ru: Прекратить использование Dropbox...
sv: Sluta använda Dropbox...
vi: Ngưng sử dụng Dropbox...
zh_hans: 停止使用 Dropbox...
zh_tw: 停止使用 Dropbox...

source: Automatically download icons and previews for new Logins
ar: قم بتحميل الرموز والاستعراضات تلقائياً للإدخالات الجديدة
cs: Automaticky stahovat ikony a náhledy pro nová přihlášení
de: Symbole und Vorschau für neue Logins automatisch herunterladen
fr: Télécharger automatiquement icônes et aperçus à chaque nouvel identifiant
it: Scarica automaticamente le icone e le anteprime dei nuovi dati di accesso
ko: 신규 로그인 시 아이콘 및 미리보기 자동 다운로드
nl: Download automatisch pictogrammen en voorbeelden voor nieuwe logins
pl: Automatycznie pobierz ikony i podglądy dla nowych loginów
ru: Автоматически загружать иконки для новых логинов
sv: Hämta automatiskt ikoner och förhandsgranskningar för nya inlogg
vi: Tự động tải về biểu tượng và xem trước cho lần đăng nhập mới
zh_hans: 为新建登录项自动下载图标和预览
zh_tw: 新增登入項目自動下載圖示與預覽

source: Install Browser Extensions
ar: تثبيت إضافات المتصفح
cs: Instalovat rozšíření prohlížeče
de: Browser-Erweiterungen installieren
fr: Installer extensions du navigateur
it: Installa estensioni per browser
ko: 브라우저 확장도구 설치
nl: Browser-extensies installeren
pl: Zainstaluj rozszerzenia przeglądarek
ru: Установить расширения браузера
sv: Installera webbläsartillägg
vi: Cài phần mở rộng trình duyệt
zh_hans: 安装浏览器扩展
zh_tw: 安裝瀏覽器擴充套件

source: Change Master Password...
ar: تغيير كلمة المرور الرئيسية...
cs: Změnit hlavní heslo...
de: Master-Passwort ändern...
fr: Changer mot de passe principal
it: Modifica password generale...
ko: 마스터 비밀번호 변경
nl: Wijzig Hoofd Wachtwoord...
pl: Zmień główne hasło...
ru: Сменить мастер-пароль...
sv: Ändra huvudlösenord...
vi: Đổi mật khẩu chính chủ...
zh_hans: 更改主密码...
zh_tw: 更改主密碼...

source: Lock when sleeping
ar: القفل في وضع الإسبات
cs: Uzamknout při uspání počítače
de: Im Ruhezustand sperren
fr: Verrouiller lors de la mise en veille
it: Blocca quando inattivo
ko: 수면 모드 실행 시 잠금
nl: Vergrendel in sluimerstand
pl: Zablokuj podczas uśpienia
ru: Запереть в режиме сна
sv: Lås i viloläge
vi: Khóa khi ngủ
zh_hans: 睡眠时锁定
zh_tw: 休眠時上鎖

source: Disable Lock and Unlock Animation
ar: تعطيل الحركة الخاصة بالقفل وفتح القفل
cs: Vypnout animaci zamknutí a odemknutí
de: Sperr- und Freischaltanimation deaktivieren
fr: Désactiver animation de verrouillage et de déverrouillage
it: Disattiva animazione di blocco/sblocco
ko: 잠금 및 해제 애니메이션 끄기
nl: Vergrendelings animatie uitschakelen
pl: Wyłącz animację blokowania i odblokowywania
ru: Отключить анимацию запирания и открытия
sv: Inaktivera lås- och upplåsningsanimering
vi: Đừng hiện hiệu ứng Khóa và Mở khóa
zh_hans: 禁用锁定和解锁动画
zh_tw: 停用上鎖與解鎖動畫

source: Unlocking
ar: فتح القفل
cs: Odemykání
de: Wird freigeschaltet
fr: Déverrouillage
it: Sblocco in corso
ko: 잠금 해제
nl: Ontgrendelen
pl: Odblokowywanie
ru: Открытие
sv: Upplåsning
vi: Đang mở khóa
zh_hans: 解锁
zh_tw: 解鎖

source: Browser Extensions
ar: إضافات المتصفح
cs: Rozšíření prohlížečů
de: Browser-Erweiterungen
fr: Extensions du navigateur
it: Estensioni del browser
ko: 브라우저 확장도구
nl: Browser-extensies
pl: Rozszerzenia przeglądarki
ru: Расширения браузера
sv: Webbläsartillägg
vi: Phần mở rộng của trình duyệt
zh_hans: 浏览器扩展
zh_tw: 瀏覽器擴充元件

source: Display in Sidebar
ar: عرض في الشريط الجانبي
cs: Zobrazit v postranním panelu
de: In Seitenleiste anzeigen
fr: Afficher dans la Sidebar
it: Mostra nella barra laterale
ko: 사이드바 표시
nl: Weergeven in zijbalk
pl: Pokaż w pasku bocznym
ru: Показывать в боковом меню
sv: Visa i sidofältet
vi: Hiện trong thanh công cụ
zh_hans: 显示在侧栏
zh_tw: 在側邊欄顯示

source: Unlock when helper is unlocked
ar: فتح القفل عندما يكون المساعد مفتوح قفله
cs: Odemknout, pokud je odemčený helper
de: Freischalten, wenn Hilfsprogramm freigeschaltet ist
fr: Débloquer quand l'aide est débloquée
it: Sblocca quando l'helper è sbloccato
ko: 도우미 실행 시 잠금 해제
nl: Ontgrendel wanneer helper is ontgrendeld
pl: Odblokuj, gdy pomocnik jest odblokowany
ru: Открыть при открытии помощника
sv: Lås upp när helper är olåst
vi: Mở khóa khi trình trợ giúp đã mở
zh_hans: 帮助程序解锁时解锁
zh_tw: 小幫手解鎖時解鎖

source: Verify:
ar: تحقق:
cs: Ověření:
de: Überprüfen:
fr: Vérifier :
it: Verifica:
ko: 확인:
nl: Controle:
pl: Zweryfikuj:
ru: Подтвердить:
sv: Kontrollera:
vi: Xác nhận:
zh_hans: 验证：
zh_tw: 驗證：

source: Download missing previews
ar: تحميل الاستعراضات المفقودة
cs: Stáhnout chybějící náhledy
de: Fehlende Vorschauen herunterladen
fr: Télécharger aperçus manquants
it: Scarica anteprime mancanti
ko: 누락된 미리보기 다운로드
nl: Download ontbrekende voorbeelden
pl: Pobierz brakujące podglądy
ru: Загрузить отсутвующие иконки
sv: Hämta saknade förhandsgranskningar
vi: Tải về bản xem trước bị thiếu
zh_hans: 下载缺失的预览
zh_tw: 下載缺少的預覽

source: Master Password
ar: كلمة المرور الرئيسية
cs: Hlavní heslo
de: Master-Passwort
fr: Mot de passe principal
it: Password generale
ko: 마스터 비밀번호
pl: Główne hasło
ru: Мастер-пароль
sv: Huvudlösenord
vi: Mật khẩu chính chủ
zh_hans: 主密码
zh_tw: 主密碼

source: minutes of computer inactivity
ar: دقائق من خمول الكمبيوتر
cs: minutách nečinnosti počítače
de: Minuten Inaktivität des Computers
fr: minutes d'inactivité de l'ordinateur
it: minuti di inattività del computer
ko: 컴퓨터 멈춤 시간
nl: minuten van computer inactiviteit
pl: minuty bezczynności komputera
ru: мин неактивности компьютера
sv: minuter av datorinaktivitet
vi: phút máy tính không hoạt động
zh_hans: 分钟后锁定
zh_tw: 分鐘後鎖定

source: Enable Universal Unlock
ar: تفعيل فتح القفل الشامل
cs: Povolit univerzální odemykání
de: Universelles Entsperren aktivieren
fr: Autoriser déverrouillage universel
it: Attiva Sblocco universale
ko: 전체 잠금해제 활성화
nl: Inschakelen Universele Ontgrendeling
pl: Włącz Uniwersalne Odblokowanie
ru: Включить универсальное открытие
sv: Aktivera universal upplåsning
vi: Mở tính năng mở khóa đồng loạt
zh_hans: 启用通用解锁
zh_tw: 啟用通用解鎖

source: Remove all previews...
ar: مسح جميع الاستعراضات...
cs: Odstranit všechny náhledy...
de: Alle Vorschauen entfernen...
fr: Retirer tous les aperçus...
it: Rimuovi tutte le anteprime...
ko: 전체 미리보기 삭제...
nl: Verwijder alle voorbeelden...
pl: Usuń wszystkie podglądy...
ru: Удалить все иконки...
sv: Ta bort alla förhandsvisningar...
vi: Xoa mọi bản xem trước...
zh_hans: 移除所有预览...
zh_tw: 刪除所有的預覽...

source: Press
ar: اضغط
cs: Stiskněte
de: Drücken Sie
fr: Appuyer
it: Premi
ko: 누름
nl: Druk
ru: Нажмите
sv: Tryck på
vi: Nhấn
zh_hans: 按下
zh_tw: 按下

source: to show extension popup in your browser
ar: لعرض الإضافة المنبثقة في المتصفح
cs: zobrazení rozšíření v popup okně Vašeho prohlížeče
de: zum Anzeigen des Erweiterungs-Popup in Ihrem Browser
fr: pour afficher le popup d'extensions dans votre navigateur
it: per visualizzare la finestra a comparsa dell'estensione nel browser
ko: 브라우저 확장도구 팝업 표시 켜기
nl: extensie popup in uw browser weergeven
pl: aby wyświetlić okienko rozszerzenia w przeglądarce
ru: для отображения всплывающего окна расширений в браузере
sv: för att visa popup-fönster för tillägg i din webbläsare
vi: để xem popup của phần mở rộng trong trình duyệt
zh_hans: 在浏览器中显示弹出式扩展
zh_tw: 顯示在流覽器中的擴充元件彈出式功能表

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
cs: Klávesové zkratky
de: Tastaturkürzel
fr: Raccourcis clavier
it: Tasti di scelta rapida
ko: 키보드 단축키
nl: Sneltoetsen
pl: Skróty klawiszowe
ru: Сочетания клавиш
sv: Kortkommandon
vi: Phím tắt
zh_hans: 键盘快捷键
zh_tw: 鍵盤快速鍵

source: help
ar: مساعدة
cs: pomoc
de: Hilfe
fr: aide
it: guida
ko: 도움말
pl: pomoc
ru: справка
sv: hjälp
vi: trợ giúp
zh_hans: 帮助
zh_tw: 説明

source: Login Previews
ar: استعراضات الدخول
cs: Náhledy přihlášení
de: Login-Vorschauen
fr: Aperçus de connexion
it: Anteprime dati di accesso
ko: 로그인 미리보기
nl: Login voorbeelden
pl: Podglądy loginów
ru: Иконки логинов
sv: Inlogg förhandsgranskningar
vi: Xem trước đăng nhập
zh_hans: 登录预览
zh_tw: 登錄預覽

source: Tags
ar: وسوم
cs: Tagy
fr: Mots-clés
it: Tag
ko: 태그
nl: Trefwoorden
pl: Tagi
ru: Ярлыки
sv: Taggar
vi: Thẻ
zh_hans: 标签
zh_tw: 標籤

source: seconds
ar: ثواني
cs: vteřin
de: Sekunden
fr: secondes
it: secondi
ko: 초
nl: seconden
pl: sekund
ru: секунд
sv: sekunder
vi: giây
zh_hans: 秒
zh_tw: 秒

source: Clipboard Security
ar: تأمين الحافظة
cs: Zabezpečení schránky
de: Sicherheit der Zwischenablage
fr: Sécurité presse-papier
it: Protezione Appunti
ko: 클립보드 보안
nl: Klembord Beveiliging
pl: Bezpieczeństwo schowka
ru: Защита буфера обмена
sv: Urklippssäkerhet
vi: Bảo mật bộ nhớ tạm
zh_hans: 剪贴板安全
zh_tw: 剪貼簿安全

source: New Password:
ar: كلمة المرور الجديدة:
cs: Nové heslo:
de: Neues Passwort:
fr: Nouveau mot de passe :
it: Nuova password:
ko: 새 비밀번호:
nl: Nieuw Wachtwoord:
pl: Nowe hasło:
ru: Новый пароль:
sv: Nytt lösenord:
vi: Mật khẩu mới:
zh_hans: 新密码：
zh_tw: 新密碼：

source: Keep helper running to enable extension features
ar: إبقاء المساعد قيد التشغيل لتمكين ميزات الإضافة
cs: Pro podporu rozšíření nechte běžet helper
de: Hilfsprogramm aktiviert lassen, um Erweiterungsfunktionen zu aktivieren
fr: Garder l'aide activée afin d’autoriser le contenu des extensions
it: Lascia l'helper in esecuzione per attivare le funzioni dell'estensione
ko: 확장도구 기능은 도우미 실행중에만 작동합니다.
nl: Laat helper applicatie draaien voor ondersteuning extensies
ru: Оставить помощник запущенным для активации возможностей расширений
sv: Låt helper vara igång för att aktivera tilläggsfunktioner
vi: Để trình trợ giúp chạy để bật phần mở rộng
zh_hans: 保持帮助程序运行以启用扩展功能
zh_tw: 背景執行小幫手，啟用擴充功能

source: Folders
ar: مجلدات
cs: Složky
de: Ordner
fr: Dossiers
it: Cartelle
ko: 폴더
nl: Mappen
pl: Foldery
ru: Папки
sv: Mappar
vi: Thư mục
zh_hans: 文件夹
zh_tw: 資料夾

source: Your Data Stored In
ar: بياناتك مخزنة في
cs: Vaše data, uložená v
de: Ihre Daten gespeichert in
fr: Votre information stockée dans
it: I tuoi dati memorizzati su
ko: 사용자 데이터 저장위치
nl: Uw gegevens worden opgeslagen in
pl: Twoje dane są przechowywane w
ru: Ваши данные сохранены в
sv: Din data lagrad i
vi: Dữ liệu đã được lưu
zh_hans: 您的数据存储于
zh_tw: 您的資料儲存於

source: Auto-Lock
ar: القفل-التلقائي
cs: Automatické uzamčení
de: Autom. sperren
fr: Verrouillage Automatique
it: Blocco automatico
ko: 자동 잠금
nl: Auto-slot
pl: Automatyczna blokada
ru: Запереть автоматически
sv: Auto-låsning
vi: Tự động Khóa
zh_hans: 自动锁定
zh_tw: 自動上鎖

source: Change Password
ar: تغيير كلمة المرور
cs: Změnit heslo
de: Passwort ändern
fr: Changer mot de passe
it: Modifica password
ko: 비밀번호 변경
nl: Wijzig Wachtwoord
pl: Zmień hasło
ru: Изменить пароль
sv: Ändra lösenord
vi: Đổi mật khẩu
zh_hans: 更改密码
zh_tw: 變更密碼

source: Password Hint:
ar: تلميح كلمة المرور:
cs: Nápověda pro heslo:
de: Passworthinweis:
fr: Indice mot de passe :
it: Suggerimento password:
ko: 비밀번호 힌트:
nl: Wachtwoord Hint:
pl: Podpowiedź do hasła:
ru: Подсказка:
sv: Lösenordstips:
vi: Gợi ý mật khẩu:
zh_hans: 密码提示：
zh_tw: 密碼提示：

source: Lock after
ar: قفل بعد
cs: Uzamknout po
de: Sperren nach
fr: Verrouiller après
it: Blocca dopo
ko: 잠금 타이머
nl: Vergrendel na
pl: Zablokuj po
ru: Запереть после
sv: Lås efter
vi: Khóa sau
zh_hans: 电脑闲置
zh_tw: 鎖定後

source: to fill Login in your browser
ar: لملء تسجيل الدخول في المستعرض الخاص بك
cs: pro vyplnění přihlášení ve vašem prohlížeči
de: um Login-Daten in Ihrem Browser auszufüllen
fr: pour remplir vos identifiants dans votre navigateur
it: per inserire i dati di accesso nel browser
ko: 브라우저 로그인 자동완성
nl: om Login in uw browser in te vullen
pl: aby wypełnić login w przeglądarce
ru: для заполнения имени пользователя в браузере
sv: för att fylla i inlogg i din webbläsare
vi: để điền vào phần Đăng nhập trong trình duyệt của bạn
zh_hans: 使用浏览器填写登录信息
zh_tw: 使用瀏覽器填寫登錄

source: Generated Passwords
ar: كلمات المرور المولدة
cs: Vygenerovaná hesla
de: Generierte Passwörter
fr: Mots de passe générés
it: Password generate
ko: 생성된 비밀번호
nl: Gegenereerde Wachtwoorden
pl: Wygenerowane hasła
ru: Сгенерированные пароли
sv: Genererade lösenord
vi: Mật khẩu được tạo ra
zh_hans: 生成密码
zh_tw: 產生密碼
