Repository: AgileBits/onepassword-osx-translations
Catalog: *.lproj/ShortcutRecorder.strings
Languages: es, fr, it, ja, ko, ru

source: Space
es: Espacio
fr: Espace
it: Barra spaziatrice
ja: スペース
ko: 스페이스
ru: Пробел

source: Use old shortcut
es: Utilizar método abreviado antiguo
fr: Utiliser l'ancien raccourci
it: Usa scelta rapida precedente
ja: 古いショートカットを使う
ko: 기존 단축키 사용
ru: Использовать старый ярлык

source: Type shortcut
es: Introducir método abreviado
fr: Taper le racourci
it: Digita scelta rapida
ja: ショートカットを入力する
ko: 단축키 입력
ru: Введите ярлык

source: Click to record shortcut
es: Haga clic para guardar el método abreviado
fr: Cliquer pour enregistrer le raccourci
it: Fai clic per salvare la scelta rapida
ja: ショートカットを記録するにはクリックします
ko: 클릭: 단축키 기록 시작
ru: Щелкните для записи ярлыка

source: Pad %@
fr: Pavé tactile %@
ko: 패드 %@
ru: Модуль %@

source: The key combination %@ can't be used!
es: ¡No es posible utilizar la combinación de teclas %@!
fr: La clé de combinaison %@ ne peut pas être utilisée!
it: Impossibile usare la combinazione di tasti %@.
ja: そのキーの組み合わせ%@は使用できません
ko: %@ 키 조합은 사용할 수 없습니다!
ru: Сочетание клавиш %@ не может быть использовано!

source: The key combination "%@" can't be used because %@.
es: No es posible utilizar la combinación de teclas "%@" porque %@.
fr: La clé de combinaison "%@" ne peut pas être utilisée car %@.
it: Impossibile usare la combinazione di tasti "%@". Motivo: %@.
ja: %@のため、そのキーの組み合わせ"%@"は使用できません
ko: "%@" 키 조합은 사용할 수 없습니다. 원인: %@.
ru: Сочетание клавиш "%@" нельзя использовать из-за %@.

source: The key combination "%@" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)
es: No es posible utilizar la combinación de teclas "%@" porque ya está siendo utilizada por un método abreviado de teclado del sistema (si desea realmente utilizar esta combinación de teclas, la mayoría de los métodos abreviados pueden modificarse en el panel Teclado y ratón de Preferencias de sistema).
fr: La clé de combinaison "%@" ne peut pas être utilisée car elle est déjà utilisée par un raccourci clavier propre à tout le systéme (si vous voulez vraiment utiliser cette combinaison, la plupart des raccourcis peuvent être changés dans le menu clavier et souris de la rubrique préférences système)
it: La combinazione di tasti "%@" non può essere usata perché già in uso in una scelta rapida a livello di sistema. (Se vuoi usare questa combinazione di tasti, puoi modificare le scelte rapide nel pannello Tastiera e Mouse in Preferenze di Sistema)
ja: システム全体のキーボードショートカットに使用されているので、キーの組み合わせ"%@"は使用できません。(どうしても使用したい場合は、ほとんどのショートカットはシステム設定の [キーボードとパネル］で変更できます。)
ko: "%@" 키 조합은 시스템 전체에 적용되는 범용 단축키이므로 등록할 수 없습니다. (단 시스템 환경설정의 키보드 및 마우스 패널을 통해 단축키 조합을 변경하면 범용 단축키의 조합을 변경할 수 있습니다)
ru: Сочетание клавиш "%@" нельзя использовать, так как оно уже применяется в качестве системного. (Чтобы использовать это сочетание клавиш, измените его на панели "Клавиатура и мышь" в настройках системы.)

source: The key combination "%@" can't be used because it's already used by the menu item "%@".
es: No es posible utilizar la combinación de teclas "%@" porque ya está siendo utilizada por el elemento de menú "%@".
fr: La clé de combinaison "%@" ne peut pas être utilisée car elle est déjà utilisée par la section"%@" du menu
it: La combinazione di tasti "%@" non può essere usata perché già in uso nella voce di menu "%@".
ja: キーの組み合わせ"%@"はすでにメニューアイテム"%@"として使用されているので、使用できません。
ko: "%@" 키 조합은 현재 "%@" 메뉴 항목에서 사용중이므로 등록할 수 없습니다.
ru: Сочетание клавиш "%@" нельзя использовать, так как оно уже применяется для пункта меню "%@".

source: Command +
es: Comando +
fr: Commande +
it: Comando +
ja: コマンド+
ko: 커맨드 +

source: Option +
es: Opción (Alt) +
fr: Option (Alt) +
it: Opzione (Alt) +
ja: オプション(Alt)+
ko: 옵션 (Alt) +
ru: Command +

source: Shift +
es: Mayús +
fr: Maj +
it: Maiuscole +
ja: シフト+
ko: 시프트 +

source: Control +
fr: Ctrl +
it: Ctrl +
ja: コントロール+
ko: 컨트롤 +
