Repository: AgileBits/onepassword-osx-translations
Catalog: *.lproj/WelcomeSetupKeychain.strings
Languages: ar, es, pt, ru, sv, vi

source: password hint
ar: تلميحة لكلمة المرور
es: recordatorio de contraseña
pt: dica da palavra-passe
ru: подсказка
sv: lösenordstips
vi: gợi ý mật khẩu

source: Welcome to 1Password
ar: مرحباً بك بـ 1Password
es: Bienvenido a 1Password
pt: Bem-vindo ao 1Password
ru: Добро пожаловать
sv: Välkommen till 1Password
vi: Chào mừng bạn đến với 1Password

source: Re-type Password
ar: إعد كتابة كلمة المرور
es: Vuelva a introducir la contraseña
pt: Re-introduza a palavra-passe
ru: Подтвердить
sv: Repetera lösenord
vi: Nhập lại mật khẩu

source: Your information will be encrypted with the Master Password you enter below. The Master Password is the only password you have to remember. We suggest using an easy to remember sentence as your Master Password and also keep a written copy of it in a safe place.
ar: معلوماتك سيتم تشفيرها مع كلمة المرور الرئيسية التي قمت بإدخالها. كملة المرور الرئيسية هي الوحيدة التي يجب عليك تذكرها. نقترح عليك بأن تقوم بإستخدام جملة سهلة بأن تتذكرها وايضاً الإحتفاظ بكلمة المرور الرئيسية في مكان آمن.
es: Su información se encriptará con la contraseña principal que introduzca a continuación. La contraseña principal es la única contraseña que tiene que recordar. Le sugerimos utilizar como contraseña principal una frase fácil de recordar además de guardar una copia escrita de la misma en un lugar seguro.
pt: A sua informação será cifrada com a Palavra-passe Mestra que introduzir abaixo. A Palavra-passe Mestra é a única palavra-passe que terá de recordar. Sugerimos usar um frase fácil de recordar como a sua Palavra-passe Mestra e que mantenha uma cópia escrita dela num sítio seguro.
ru: Ваши данные будут зашифрованы с использованием мастер-пароля, указанного ниже. Мастер-пароль - единственный пароль, который вам нужно будет помнить. В качестве мастер-пароля рекомендуется использовать простое для запоминания предложение. Также следует сохранить его письменную копию в безопасном месте.
sv: Din information kommer att krypteras med huvudlösenordet du anger nedan. Huvudlösenordet är det enda lösenord som du måste komma ihåg. Vi föreslår att du använder en mening som är lätt att komma ihåg som huvudlösenord och också har en skriftlig kopia av den på en säker plats.
vi: Thông tin của bạn sẽ được mã hóa bởi Mật khẩu chính chủ bạn đã điền ở trên. Mật khẩu chính chủ là mật khẩu DUY NHẤT bạn cần phải nhớ. Chúng tôi khuyên bạn nên dùng một mật khẩu dễ nhớ và cũng đừng quên ghi nó ra một nơi nào đó an toàn.

source: Sync encrypted data with Dropbox
ar: مزامنة البيانات المشفرة مع Dropbox
es: Datos encriptadas de sincronización con Dropbox
pt: Sincronizar dados cifrados com Dropbox
ru: Синхронизация зашифрованных данных с Dropbox
sv: Synkronisera krypterad data med Dropbox
vi: Đồng bộ dữ liệu của bạn với Dropbox

source: master password
ar: كلمة المرور الرئيسية
es: contraseña principal
pt: palavra-passe mestra
ru: мастер-пароль
sv: huvudlösenord
vi: mật khẩu chính chủ

source: Master Password
ar: كلمة المرور الرئيسية
es: Contraseña principal
ru: Мастер-пароль
sv: Huvudlösenord
vi: Mật khẩu chính chủ

source: Find It
ar: العثور عليه
es: Buscarla
pt: Localizar
ru: Найти
sv: Hitta det
vi: Tìm nó

source: Password Hint
ar: تلميحة كلمة المرور
es: Recordatorio de contraseña
pt: Dica de palavra-passe
ru: Подсказка
sv: Lösenordstips
vi: Gợi ý mật khẩu

source: help
ar: مساعدة
es: ayuda
pt: ajuda
ru: справка
sv: hjälp
vi: trợ giúp

source: Continue
ar: متابعة
es: Continuar
pt: Continuar
ru: Продолжить
sv: Fortsätta
vi: Tiếp tục

source: Have information from a previous installation?
ar: لديك معلومات من التنصيب السابق ؟
es: ¿Tiene información de una instalación anterior?
pt: Tem informações de uma instalação anterior?
ru: У вас есть данные из предыдущей установки?
sv: Har information från en tidigare installation?
vi: Bạn có thông tin từ một lần cài đặt trước?

source: re-type password
ar: إعد كتابة كلمة المرور
es: vuelva a introducir la contraseña
pt: re-introduzir palavra-passe
ru: подтверждение пароля
sv: repetera lösenord
vi: nhập lại mật khẩu
