Repository: agilebits/onepassword-osx-translations
Catalog: *.lproj/WelcomeSetupKeychain.strings
Languages: fr, it, zh_tw

source: password hint
fr: indice mot de passe
it: suggerimento password
zh_tw: 密碼提示

source: Welcome to 1Password
fr: Bienvenue sur 1Password
it: Benvenuto a 1Password
zh_tw: 歡迎來到 1Password

source: Re-type Password
fr: Confirmer mot de passe
it: Inserisci di nuovo la password
zh_tw: 再輸入一次密碼

source: Your information will be encrypted with the Master Password you enter below. The Master Password is the only password you have to remember. We suggest using an easy to remember sentence as your Master Password and also keep a written copy of it in a safe place.
fr: Vos informations seront cryptées à l'aide du mot de passe principal ci-dessous. Le mot de passe principal est le seul mot de passe à retenir. Nous vous conseillons d'utiliser une phrase facilement mémorisable comme mot de passe principal et d'en garder une copie écrite conservée en lieu sûr.
it: Le informazioni verranno crittografate con la Password generale che inserirai qui sotto. Questa password sar√† l'unica password che dovrai ricordare. Ti consigliamo di usare come Password generale una frase semplice da ricordare e di conservarne una copia scritta in un luogo sicuro.
zh_tw: 接下來輸入的主密碼將用來對你的資料進行加密。主密碼是你唯一要記住的密碼。我們建議使用一組容易記住的句子作為你的主密碼，同時在安全的地方保存一份紙本副本。

source: Sync encrypted data with Dropbox
fr: Synchroniser données cryptées avec Dropbox
it: Sincronizza i dati crittografati con Dropbox
zh_tw: 加密Dropbox的同步資料

source: master password
fr: mot de passe principal
it: password generale
zh_tw: 主密碼

source: Master Password
fr: Mot de passe principal
it: Password generale

source: Find It
fr: Trouver
it: Trovala
zh_tw: 尋找

source: Password Hint
fr: Indice mot de passe
it: Suggerimento password
zh_tw: 密碼提示

source: help
fr: aide
it: guida

source: Continue
fr: Continuer
it: Continua
zh_tw: 繼續

source: Have information from a previous installation?
fr: Avez-vous des informations provenant d'une précédente installation ?
it: Hai informazioni di un'installazione precedente?
zh_tw: 是否有之前安裝版本資料？

source: re-type password
fr: confirmer mot de passe
it: inserisci di nuovo la password
zh_tw: 再輸入一次密碼
