Repository: AgileBits/onepassword-osx-translations
Catalog: *.lproj/WiFiSyncDetailView.strings
Languages: ar, es, vi, zh_tw

source: Last synced
ar: أخر مزامنة
es: Sincronizado por última vez el día
vi: Đồng bộ lần cuối
zh_tw: 最近一次同學

source: title
ar: عنوان
es: título
vi: tiêu đề
zh_tw: 標題

source: Please start and unlock 1Password touch on your iPhone to perform Wi-Fi syncing
ar: قم بإعادة تشغيل وفتح 1Password touch على الآيفون الخاص بك لعمل مزامنة عبر الواي فاي
es: Inicie y desbloquee 1Password táctil en su iPhone para completar la sincronización de Wi-Fi
vi: Xin mời khởi động và mở khóa 1Password trên iPhone của bạn để bắt đầu đồng bộ qua Wi-Fi
zh_tw: 請啟動並解鎖執行 iPhone 上的 1Password touch進行Wi-fi 同步

source: Sync all items
ar: مزامنة جميع العناصر
es: Sincronizar todos los elementos
vi: Đồng bộ tất cả
zh_tw: 同步全部項目

source: Sync only selected folders
ar: مزامنة المجلدات المحددة فقط
es: Sincronizar sólo las carpetas seleccionadas
vi: Đồng bộ các thư mục đã chọn
zh_tw: 僅同步選定的資料夾

source: Wi-Fi Status
ar: حالة الواي فاي
es: Estado de Wi-Fi
vi: Tình trạng Wi-Fi
zh_tw: Wi-fi 狀態

source: When checked, 1Password will replace information on this iPhone with information from this computer.
ar: عند التأكد، 1Password سيقوم بإستبدال جميع المعلومات على هذا الآيفون بالمعلومات الموجودة بالكمبيوتر.
es: Después de la comprobación, 1Password reemplazará la información de este iPhone por la información de este equipo.
vi: Khi đã chọn, 1Password sẽ thay thế thông tin trên iPhone bằng thông tin có trên máy tính này.
zh_tw: 勾選時，1Password 將此使用這台電腦上的資料替換 iPhone 上的資料

source: Replace information on this iPhone
ar: إستبدال المعلومات على هذا الآيفون
es: Reemplazar información en este iPhone
vi: Thay thê sthoong tin trên iPhone này
zh_tw: 替換此 iPhone 上的資訊

source: Manually
ar: يدوياً
es: Manualmente
vi: Thủ công
zh_tw: 手動

source: Sync Now
ar: مزامنة الأن
es: Sincronizar ahora
vi: Dồng bộ ngay
zh_tw: 立即同步

source: Device type
ar: نوع الجهاز
es: Tipo de dispositivo
vi: Loại thiết bị
zh_tw: 裝置種類

source: Automatically
ar: تلقائياً
es: Automáticamente
vi: Tự động
zh_tw: 自動

source: Wi-Fi status
ar: حالة الواي فاي
es: Estado de Wi-Fi
vi: Trạng thía Wi-Fi
zh_tw: Wi-fi 狀態
